[EZCAD]   
COMPANY =
IDENTIFY = EZCAD2.0
LANGUAGE =French Language
DESCRIBABLE = French-Le français

[String]
SOFTNAME 
FILESUFFIX
SOFTVERSION 
COMPANY=BJJCZ\nTéléphone: (86) 010-64419248 \ n
WEBSIBE=WWW.BJJCZ.COM
ABOUT =À propos de
ABOUT_COPYRIGHT =  Droits d'auteur (C) 2004-2019
ABOUT_RIGHTS =  Tous droits réservés
ABOUT_LICENSED =  Le droit d'utiliser ce produit appartient à:
ABOUT_LAW =  Avertissement: Ce programme informatique est protégé par les lois sur le droit d'auteur et les conventions internationales, et toute reproduction ou transmission non autorisée de tout ou partie de ce programme peut entraîner de lourdes sanctions civiles et pénales et sera poursuivi dans toute la mesure du possible dans les limites autorisées par la loi. .

MENU_FILE =& Fichier
MENU_FILE_NEW =  Et nouveau
MENU_FILE_OPEN =  Ouvert (& O) ...
MENU_FILE_PRINT =  Imprimer Ctrl + P
MENU_FILE_SAVE =  & Enregistrer Ctrl + S
MENU_FILE_SAVE_AS =  Enregistrer sous (& A) ...
MENU_FILE_SCANIMAGE =  Obtenir une image numérisée (& m) ...
MENU_FILE_SYSTEM =  Paramètres système (& P) ...
MENU_FILE_IMGLIB =  Galerie commune (& L) ...
MENU_FILE_IMPORT =  Et entrée
MENU_FILE_MRU_FILE1 =  Dossier récent

MENU_EDIT =& Modifier
MENU_EDIT_COPY     =  & Copie
MENU_EDIT_CUT      =  & Couper
MENU_EDIT_COMBINE  =  & Combinaison Ctrl + L
MENU_EDIT_UNCOMBINE=  & Effacer la combinaison Ctrl + K
MENU_EDIT_GROUP    =  & Groupe Ctrl + G
MENU_EDIT_UNGROUP  =  Dissoudre le groupe (& U) Ctrl + U

MENU_EDIT_PASTE=Coller (& P) Ctrl + V
MENU_EDIT_REDO =Restaurer (& R) Ctrl + Y
MENU_EDIT_UNDO =Annuler (& U) Ctrl + Z
MENU_EDIT_TOCURVE=Tourner vers la courbe Ctrl + Q
MENU_EDIT_HATCH  =Remplir Ctrl + H

ID_FILE_IMGLIB =Ouvrir la galerie de photos commune \ n galerie couramment utilisée
ID_FILE_IMPORT =  Entrer d'autres fichiers de format \ n fichier d'entrée
ID_FILE_MRU_FILE1 =  Ouvrir le document
ID_FILE_NEW =  Créer un nouveau document \ nNouveau
ID_FILE_OPEN =  Ouvrir un document existant \ n open
ID_FILE_PRINT =  Imprimer le document actif \ n print
ID_FILE_PRINT_PREVIEW =  Afficher la page complète \ n aperçu avant impression
ID_FILE_PRINT_SETUP =  Modifier les options d'impression et d'impression \ n paramètres d'impression
ID_FILE_SAVE =  Enregistrer le document actif \ n enregistrer
ID_FILE_SAVE_AS =  Enregistrer le document actif sous un nouveau nom de fichier \ nEnregistrer sous
ID_FILE_SCANIMAGE =  Obtenir une image numérisée \ n pour obtenir une image numérisée
ID_EDIT_COPY =  Copier l'objet sélectionné et le placer dans le presse-papiers \ nCopie
ID_EDIT_CUT =  Couper l'objet sélectionné et le placer dans le presse-papiers
ID_EDIT_PASTE =  Insérer le contenu du presse-papiers \ n coller
ID_EDIT_REDO =  Ré-exécuter l’opération précédemment annulée \ n re-execute
ID_EDIT_UNDO =  Annuler la dernière étape \ n annuler
ID_EDIT_GROUP =  Grouper l'objet sélectionné \ n groupe
ID_EDIT_UNGROUP =  Dissoudre les objets du groupe sélectionné \ n dissoudre le groupe
ID_EDIT_COMBINE =  Combiner les objets sélectionnés \ n combinaison
ID_EDIT_UNCOMBINE  =  Séparer la combinaison sélectionnée \ n séparation
ID_SYSTEM_PARAM =  Définir les paramètres système \ n paramètres système
TT_MATERIALPARAMASSIS=Test des paramètres de matériau laser \ n assistant de paramètres de matériau
MATERIALPARAMASSIS=Assistant de paramétrage matériel
MENU_MODI =  & Modifier
MENU_DRAW =  & Dessiner
MENU_DRAW_POINT =  & Point
MENU_DRAW_CURVE =  Et courbe
MENU_DRAW_LINE =  & line
MENU_DRAW_RECT =  Et rectangle
MENU_DRAW_CIRCLE =  Et cercle
MENU_DRAW_ELLIPSE =  & ellipse
MENU_DRAW_POLY =  Et polygone
MENU_DRAW_TEXT =Et texte
MENU_DRAW_BMPFILE =  & Fichier bitmap
MENU_DRAW_VECTORFILE =  & Fichier vectoriel
MENU_DRAW_TIMER =  Et minuterie
MENU_DRAW_INPUT =  Port d'entrée (& I)
MENU_DRAW_OUTPUT =  & Port de sortie
MENU_DRAW_MESH3D=  & Surface 3d
MENU_ALIGN_BOTTOM =  Alignement du bord inférieur
MENU_ALIGN_CENTER =  Alignement du point central
MENU_ALIGN_CENTER_HOR =  Alignement horizontal
MENU_ALIGN_CENTER_VER =  Alignement vertical
MENU_ALIGN_LEFT =Aligner à gauche
MENU_ALIGN_RIGHT =  Alignement droit
MENU_ALIGN_TOP =  Alignement du bord supérieur
MENU_VIEW =  & Voir
MENU_VIEW_TOOLBAR =  & Barre d'outils système
MENU_VIEW_ZOOMBAR =  Afficher la barre d’outils (& Z)
MENU_VIEW_DRAWBAR =  Dessiner la barre d’outils (& D)
MENU_VIEW_ENTLIST =  Barre de liste d'objets
MENU_VIEW_ENTPROP =  Barre de propriété d'objet
MENU_VIEW_STATUS_BAR =  Et barre d'état
MENU_LASER =  Laser (& L)

ENTPROP =  Propriété d'objet
MENU_VIEW_RULER =  Règle d'affichage
MENU_VIEW_GRID  =  Afficher les points de la grille
TT_SHRULER=Afficher ou masquer la règle
TT_SHGRID=Afficher ou masquer les points de la grille
MENU_VIEW_GUILD =  Ligne auxiliaire
BK =  Le fond
DEGREE =  Degré

NAV_PICK_MOVEDIS=Distance de réglage fine
WORKSPACE =  Espace de travail
MENU_VIEW_SNAPGRID   =  Capturer la grille F7
MENU_VIEW_SNAPGUILD  =  Capturer la ligne guide F8
MENU_VIEW_SNAPOBJECT =  Objet de capture F9
MENU_ABOUT =  À propos de (& a)
MENU_HELP =  & Aide
IDCANCEL =  & Annuler
IDOK =  Et ok
PASTE_X =  Offset de pâte horizontale
PASTE_Y =  Offset de pâte vertical
SAVEAS =  Enregistrer sous
POINT =  Point
CURVE =  Courbe
RECT  =  Rectangle
CIRCLE =  Ronde
ELLIPSE =  Ellipse
POLYGON =  Polygone
TEXT =Texte
HATCH=Remplir
PATHTEXT=Chemin du texte
CIRCLETEXT=Texte d'arc
BMPFILE =  Fichier bitmap
VECTORFILE =  Fichier vectoriel
TIMER =  Delayer
IOINPUT =  Port d'entrée
IOOUTPUT =  Port de sortie
GROUP=Groupe
COMBINE=Combinaison
LAYER=  Couche
NAME =Nom
TYPE =  Type
OBJECTINFO=Propriété d'objet
TOCURVE=Tourner dans une courbe
EDGENUM =Nombre de côtés
APPLY=Et appliquer
APPLYTOCOPY=Appliquer à & Copier un objet
MARKLOOP=Nombre de traitement
POSITION=Emplacement
RELATPOSITION=Position relative
RELATCENTER=Centre relatif
SIZE=La taille
ARRAY=Tableau
COUNT=Nombre
INC=Incrément
IOCTRLCONDITION=Condition de contrôle IO
ROUND=Degré de filet
ALLROUND=Tous les coins ronds
DIAMETER =  Diamètre
STARTANGLE =  Angle de départ
ENDANGLE =  Angle de fin
FILENAME=Nom du fichier
DYNFILE=Fichier d'entrée dynamique
FIXEDDPI=DPI fixe
FIXESIZEX=Taille de direction X fixe
FIXESIZEY=Dimension Y fixe
FIXEPOS=Position fixe
INVERT=Inverser
GRAY=Niveaux de gris
DITHER=Réseau
LIGHTEN=Brillant
BRIGHT=La luminosité
CONTRAST=Contraste
SCANMODE=Mode de balayage
BIDIRSCAN=Balayage bidirectionnel
YSCAN=Balayage en direction Y
DRILLMODE=Mode point
PIXELPOWER=Point de réglage de la puissance

BARCODE_ATTRIB=  Propriétés du code à barres (& B) ...
BARCODE =  Code à barres
CREATE_BARCODE =  Créer un code à barres
MODEIFY_BARCODE=  Modifier le code à barres
BARCODE_INPUTPT =  Entrez les coordonnées du coin inférieur gauche du code à barres
BARCODE_ERR_INVALIDSTR =  Code à barres invalide, veuillez ré-entrer!

INFO_EAN13 =EAN-13 est un code à barres de longueur fixe, dont le jeu de caractères ne contient que des chiffres de '0' à '9' et de 13 caractères. Les 12 premiers sont des données et le dernier est une somme de contrôle. Le code est automatiquement ajouté par le système, qui ne prend que les 12 premiers caractères.
INFO_EAN13_2 =  EAN-13 + 2 est EAN-13 plus un code supplémentaire à 2 chiffres, et le système utilise les 2 derniers caractères comme code supplémentaire.
INFO_EAN13_5 =  EAN-13 + 5 est un EAN-13 plus un code complémentaire à 5 chiffres. Le système utilise les 5 derniers caractères comme code supplémentaire.
INFO_EAN8 =  EAN-8 est un code à barres de longueur fixe dont le jeu de caractères ne contient que des chiffres de 0 à 9. L'EAN-8 contient 8 caractères, les 7 premiers caractères représentant des données et le dernier 1 code un code de vérification. Le code est automatiquement ajouté par le système, qui ne prend que les 7 premiers caractères.
INFO_EAN8_2 =  EAN-8 + 2 est un code EAN-8 et un code complémentaire à 2 chiffres. Le système utilise les 2 derniers caractères comme code supplémentaire.
INFO_EAN8_5 =  EAN-8 + 5 est un code EAN-8 et un code complémentaire à 5 chiffres. Le système utilise les 5 derniers caractères comme code supplémentaire.

CHECKNUM=Code de vérification
THINMODULEWIDTH=Largeur de module étroite
INFO_CODE39 = Le code à barres 39 est un code à barres bidirectionnel non continu de longueur non fixe, indiquant que l'espace est vide; son jeu de caractères contient «0» à «9», «A à Z», espace, '$', '%', ' + ',' - ','. ',' / '; Il existe une somme de contrôle facultative, qui est automatiquement ajoutée par le système.
INFO_CODE93 = Le code à barres 93 est un type continu d’informations indiquant que l’espace est de longueur non fixe; son jeu de caractères contient «0» à «9», «A à Z», espace, '$', '%', '+ ',' - ','. ',' / '; Il existe un code de contrôle facultatif, le code de contrôle est automatiquement ajouté par le système.
INFO_CODE11 = Le code à barres 11 est un type d’information non continu qui indique que l’espace est non continu et dont la longueur n'est pas fixe; son jeu de caractères contient «0» à «9», «-»; Rejoindre automatiquement.
INFO_UPCA = UPC-A est un code à barres de longueur fixe dont le jeu de caractères ne contient que des chiffres de 0 à 9. L’UPC-A contient 12 caractères, les 11 premiers étant des données et le dernier un code de vérification. Le code est automatiquement ajouté par le système, qui ne prend que les 11 premiers caractères.
INFO_UPCA_2 = UPC-A + 2 est UPC-A plus un code complémentaire à 2 chiffres, et le système utilise les 2 derniers caractères comme code supplémentaire.
INFO_UPCA_5 = UPC-A + 5 est UPC-A plus un code complémentaire à 5 chiffres, et le système utilise les 5 derniers caractères comme code supplémentaire.
INFO_UPCE = UPC-E est un code à barres de longueur fixe. Son jeu de caractères ne contient que des chiffres de '0' à '9'. UPC-E contient 8 caractères. Le premier caractère est fixé à 0, 2 à 7 caractères sont des données et le dernier est Les caractères sont des codes de contrôle et le code de contrôle est automatiquement ajouté par le système, qui ne prend que les 6 premiers caractères.
INFO_UPCE_2 = UPC-E + 2 est UPC-E plus un code complémentaire à 2 chiffres, et le système utilise les 2 derniers caractères comme code supplémentaire.
INFO_UPCE_5 = UPC-E + 5 est un UPC-E plus un code complémentaire à 5 chiffres. Le système utilise les 5 derniers caractères comme code supplémentaire.
INFO_CODE25=Le code à barres Code 25 est un code à barres non continu contenant uniquement des informations sur les barres. Son jeu de caractères ne contient que des nombres de '0' à '9' et sa longueur n'est pas fixe.
INFO_CODEINTER25=Le code de croisement (ITF) 25 est un code à barres continu dans lequel les barres et les espaces représentent des informations. Son jeu de caractères ne contient que des nombres de "0" à "9". Si le nombre de caractères est impair, le système ajoutera automatiquement un 0 en tête; Le code de contrôle sélectionné, le code de contrôle est automatiquement ajouté par le système.
INFO_CODECODABAR=Le code à barres Kurdoba est un code à barres bidirectionnel non continu, de longueur non fixe, avec fonction de vérification automatique; son jeu de caractères contient «0» à «9», «A-D», «-». , '$', ':', '/', '.', '+';
INFO_CODE128A=Le code à barres CODE128A est un code à barres continu, son jeu de caractères contient des caractères avec des valeurs ASCII comprises entre 0 et 95, et la taille n'est pas limitée.
INFO_CODE128B=Le code à barres CODE128B est un code à barres continu, son jeu de caractères contient des caractères avec des valeurs ASCII comprises entre 32 et 127, et la taille n'est pas limitée.
INFO_CODE128C=Le code à barres CODE128C est un code à barres continu; son jeu de caractères contient «0» - «9» chiffres, si le nombre de caractères est impair, le système ajoutera automatiquement un 0 en tête;
INFO_EAN128A=Le code à barres EAN128A est un code à barres continu, son jeu de caractères contient des caractères avec des valeurs ASCII comprises entre 0 et 95, et la taille n'est pas limitée.
INFO_EAN128B=Le code à barres EAN128B est un code à barres continu, son jeu de caractères contient des caractères avec des valeurs ASCII comprises entre 32 et 127, et la taille n'est pas limitée.
INFO_EAN128C=Le code à barres EAN128C est un code à barres continu; son jeu de caractères contient des chiffres compris entre 0 et 9. Si le nombre de caractères est impair, le système ajoute automatiquement un 0 en tête;

QUIET=Blanc
MID=Milieu
SCALE=Proportion
BARHEIGHT=Code à barres élevé
NARROWBARW=Largeur du module de bande étroite
BAR=L'article
SPACE=Vide
INTERCHARSCALE=Espacement intermédiaire des caractères
MODULETUNING=Réglage du module de code à barres
AUTOSIZE=Taille automatique
FIXEDSIZE=Taille fixe
SHORTPDF417=Mode de raccourcissement
ERRLEVEL=Niveau de correction d'erreur
PDF417_ROWOUTRANGE=Le nombre de lignes de code à barres PDF417 doit être compris entre 3 et 90 lignes!
PDF417_COLOUTRANGE=Les codes à barres PDF417 doivent comporter 3 à 30 colonnes!
BARCODE_ERR_ROWCOL=Le nombre de lignes et de colonnes défini ne peut pas contenir la chaîne actuelle!
SMALLEST=Taille minimum
MATRIX=Matrice
MODULEWIDTH=Largeur du module
REVERSE=Inverser
INFO_CODEPDF417=Le code à barres PDF417 est un code à barres à deux dimensions, son jeu de caractères contient tous les caractères ASCII;
INFO_CODEMICROPDF417=Le code à barres MicroPDF417 est un code à barres à deux dimensions, son jeu de caractères contient tous les caractères ASCII;
INFO_CODEDATAMTX=Le code à barres DATAMATRIX est un code à barres à deux dimensions, son jeu de caractères contient tous les caractères ASCII;
VALID=Efficace
FONT =  Police
FONT_ANGLE =  Inclinaison
FONTTYPE_BCF =  Police de code à barres
FONTTYPE_DMF =  Police à matrice de points
FONTTYPE_JSF =  Police à une seule ligne
FONTTYPE_TTF =  Police TrueType
SHOWTEXT=Texte affiché
TEXTHEIGHT=Hauteur du texte
TEXTWIDTH=Largeur du texte
TEXTOFFSETX=Texte X offset
TEXTOFFSETY=Texte Y offset
TEXTSPACE=Espacement du texte
POINTMODE=Mode point
ROW=Ligne
COL=Colonne
KEYBOARD =  Clavier
DATE =  Date
SERIAL =  Numéro de série
LISTFILE=Fichier de liste
DYNAMICFILE=Fichier dynamique
ENVARTEXT=Activer le texte variable
HEIGHT =  Hauteur
CHARSPACE=Espacement des caractères
CHARWIDTH=Caractère largeur
CHARHEIGHT=Hauteur du personnage
LINESPACE=Interligne
ANGLE =  Angle
PROMPT_TRAY =  Demander avant chaque lot de traitement
PROMPT_NEVER =  Aucune invite
PROMPT_PART =  Demander avant chaque traitement
DATEFORMAT=Format de date
ADDDATEFORMAT=Augmenter le format de date
STARTSN=Numéro de départ
CURSN=Numéro de série actuel
INCSN=Incrément de numéro de série
MARKPER=Chaque nombre de marques
EXTEND=Expansion
PREFIX =  Préfixe
SUFFIX =  Suffixe
SUPRES_ZERO =  Interdire le zéro non significatif
RESETNO =  Réinitialiser le numéro de séquence
SERAIL_ARRAY =  Numéro de série du tableau
SNDLG_FILTER =  Filtrer les numéros de série suivants
LINENO=Numéro de ligne
ENCONTOUR=Contour d'activation
HATCH1=Remplir 1
HATCH2=Remplir 2
ENABLE=Activer
PENNO=Numéro de stylo
HATCH_CALCALL=Calcul global d'objet
HATCH_EDGE=Se promener
LISTDIST=Interligne
EDGEOFFSET=Marge
STARTOFFSET=Décalage de départ
ENDOFFSET=Fin offset
SETDEFAULT=Définir par défaut
WAITTIME=Temps d'attente
MESSAGE=Message rapide
SETOUTPUT=Définir le port de sortie
SYSTEMPARAM =  Paramètre système
GENERAL =  Conventionnel
COLOR =  Couleur
WORKSPACE =  Espace de travail
AUTOSAVE =  Sauvegarde automatique
MOVEROTATE =  Rotation mobile
PLUGMGR =  Gestionnaire de plugins
UNIT_TYPE =  Type d'unité
GRID_DIST =  Espacement de la grille
GRID =  Grille
SHOW_GRID =  Grille d'affichage
MM =  Millimètre
INCH =  Pouces
WORKSPAC_SHOW =  Afficher l'espace de travail
WORKSPAC_CIRCLE =  Espace de travail rond
LB_CORNER =  Coin inférieur gauche
WIDTH =  Largeur
BIGNUDGESCALE=Grand rapport de réglage
NEXTVALID =  Ce changement ne sera effectif qu'au prochain lancement.
EVERY =  Chaque
BAKEXPLAIN =  Les données actuelles sont enregistrées dans le fichier AutoSave.Ezd du répertoire du programme à chaque intervalle de temps spécifié.
BAKTIME =  "Minute, sauvegarde automatique"

ZOOM_WINDOW1 =Zoom sur la fenêtre et sélection du premier coin
ZOOM_WINDOW2 =Zoom sur la fenêtre et sélection du deuxième coin
PICK =  Sélectionner
PICK_ALL=Sélectionner tout
PICK_BYENT =  Par objet
PICK_COPY =  Copie mobile
PICK_COPYENT =  Copie
PICK_CUT =  Coupe
PICK_DEL =  Supprimer la sélection
PICK_ENT_CNT =  Sélectionnez le nombre d'objets
PICK_ENTITY =  L'objet est sélectionné
PICK_GL =  Guide de déplacement
PICK_INV =  Sélection inversée
PICK_LEFT =  Étirer à gauche et à droite
PICK_LOCK =  Sélectionnez le verrou
PICK_MOVE =  Transformation en mouvement
PICK_PEN =  Sélectionner au stylo
PICK_NOENTITY =  Aucun objet n'est sélectionné
ERR_0001 =  Ce paramètre ne peut pas être inférieur à 0,001, veuillez ré-entrer
ERR_CRC     =  Les données du fichier sont incorrectement vérifiées et le fichier est peut-être corrompu.
ERR_DELSYSLAYER =  La couche système par défaut ne peut pas être supprimée
ERR_DELUSELAYER =  La couche d'utilisation actuelle ne peut pas être supprimée
ERR_MATCHFONTERR =  Impossible de faire correspondre la police
ERR_MEMORY  =  Il n'y a pas assez d'espace mémoire pour allouer suffisamment de mémoire.
ERR_NOFINDIMPORT =  Aucun plugin d'entrée valide trouvé
ERR_OPENFILE =  Échec d'ouverture du fichier
ERR_READFILE     =  Impossible de lire le fichier
ERR_RENAMESYSLAYER =  Le nom de couche par défaut du système n'est pas autorisé à changer
ERR_SAVEFILE =L'enregistrement du fichier a échoué
ERR_SERIAL_FORMA =  Le format du fichier est incorrect et le fichier est peut-être corrompu.
ERR_VERSION =  La version du fichier est incorrecte.
ERROR_VAR_FILTER =  La condition de filtre est trop dure pour générer un objet texte variable valide. \ N Supprimez certains filtres et réessayez.
IS_TEXT_TO_GRAPH =  S'il faut convertir du texte en utilisant cette police en graphisme
CMD_OPENFILE =  Ouvrir le fichier
CMD_SAVEFILE =  Enregistrer le fichier
OPEN =  Ouvert
TIP_NOTITLE =  Sans titre
NOTITLE =  Sans titre
FILE_ISSAVEAS =  S'il faut sauvegarder le fichier modifié dans
CHECK_SAVEPRE =  Enregistrer l'image d'aperçu
CHECK_SCALE =  Maintenir le ratio
CHECK_SHOWPRE =  Afficher l'image d'aperçu
STATIC_SAVETYPE =  Mode de sortie
RADIO_SAVEALL =  Sortie de tous les objets
RADIO_SAVEPICK =  Objet de sélection en sortie
AUTHOR =  Auteur
COMMENT =  Commentaire
FILEINFO =  Informations sur le fichier
VERSION =  Version
CMD_NEWFILE =  Nouveau fichier
PICK_PASTE =  Coller
CENFIELD=Placé au centre
AUTOSAVEFILE =  Sauvegarde automatique des fichiers de conception ...
ON=Ouvert
OFF=Off
GUIDELINE =  Ligne auxiliaire
OBJECT=Objet




ID_DRAW_CIRCLE =Dessiner un cercle \ n dessiner un cercle
ID_DRAW_ELLIPSE =  Dessiner une ellipse \ n dessiner une ellipse
ID_DRAW_PLINE =  Dessiner une courbe \ n dessiner une courbe
ID_DRAW_LINE =  Tracer une ligne \ n tracer une ligne
ID_DRAW_POINT =  Dessiner un point \ n dessiner un point
ID_DRAW_POLY =  Dessiner un polygone \ n dessiner un polygone
ID_DRAW_RECT =  Dessiner un rectangle \ n dessiner un rectangle
ID_DRAW_TEXT =  Dessiner du texte \ n dessiner du texte
ID_DRAW_BITMAP=  Dessiner un fichier bitmap \ n dessiner un fichier bitmap
ID_DRAW_VECTOR=  Dessin de fichier vectoriel \ n Dessin de fichier vectoriel
ID_DRAW_TIME  =  Draw delayer \ n Draw Delayer
ID_DRAW_INPUT =  Dessiner un port d'entrée \ n dessiner un port d'entrée
ID_DRAW_OUTPUT=  Dessiner un port de sortie \ n dessiner un port de sortie


ID_TOOL_NODE =Editer un noeud graphique \ n noeud edit
ID_TOOL_PICK =  Outil de sélection graphique \ n sélection de graphiques
ID_MODIFY_HATCH =  Remplir l'objet sélectionné \ n à remplir
ID_TOGRAPH =  Convertir un objet en objet graphique \ n en objet graphique
ID_VIEW_STATUS_BAR =  Afficher ou masquer la barre d'état \ n barre d'état masquée
ID_VIEW_TOOLBAR =  Afficher ou masquer la barre d'outils système \ n barre de système masquée
ID_VIEW_ZOOMBAR =  Afficher ou masquer la barre d'outils de la vue \ n barre de la vue masquée
ID_VIEW_DRAW_BAR=  Afficher ou masquer la barre d’outils de dessin \ n barre de dessin explicite
ID_VIEW_ENTPROP=  Afficher ou masquer la barre de propriétés de l'objet \ n barre de propriétés explicite de l'objet
ID_VIEW_ENTLIST=  Afficher ou masquer la barre de liste d'objets \ n barre de liste d'objets cachés

ID_ZOOM_ALL =  Affichage maximum de tous les objets \ n toutes les observations
ID_ZOOM_PICK =  Objet de sélection d'affichage maximum \ n select observation
ID_ZOOM_IN =  Zoom in double display \ n Zoom in
ID_ZOOM_OUT =  Effectuer un zoom arrière deux fois pour afficher \ n rétrécissement
ID_ZOOM_PAN =  Pan display \ n pan
ID_ZOOM_WINDOW =  Mise à l'échelle de la fenêtre \ n mise à l'échelle de la fenêtre
ID_ZOOM_WORKSPACE =  Afficher l'intégralité de la zone de travail \ n observation de la zone de travail
ID_SNAP_GUILD =  Guides de capture \ n guides de capture
ID_SNAP_GRID =  Grille de capture \ n grille de capture
ID_SNAP_OBJECT=  Objet de capture \ n objet de capture
ID_SNAP_MESHVERTEX=  Capturer un sommet de surface \ n capturer un sommet de surface
ID_APP_ABOUT =  Afficher les informations sur le programme, le numéro de version et le copyright \ nAbout
ID_APP_EXIT =  Quitter l’application; invite pour enregistrer le document \ n exit


TT_PICKALL =Sélectionner tous les objets \ n sélectionner tous les objets
TT_PICKDEL =  Supprimer l'objet sélectionné \ nSupprimer de l'objet sélectionné
TT_PICKINVERT =  Inverser l'objet sélectionné \ n inverser l'objet sélectionné
TT_PICKLOCK =  Verrouiller l'objet sélectionné \ nlock
TT_PICKUNLOCK =  Déverrouiller l'objet sélectionné \ nDéverrouiller
TT_PICKUNLOCKALL =  Déverrouiller tous les objets
TT_PICKCEN =  Placez-le à l'origine \ n pour le placer à l'origine
TT_PICKCENX =  Le centre X est placé sur l’axe des Y et le centre du nX sur l’axe des Y.
TT_PICKCENY =  Le centre Y est placé sur l’axe X et le centre de \ nY est placé sur l’axe X.
TT_PICKPEN=Sélectionner un objet par numéro de stylo \ nSélectionner un objet par numéro de stylo
TT_NODE_ADD =  Ajouter un noeud \ n ajouter un noeud
TT_NODE_ALIGN =  Alignement de noeud \ n alignement de noeud
TT_NODE_ARC =  Tourner à arc \ n à arc
TT_NODE_BEZIER =  Tourner vers la courbe \ n vers la courbe
TT_NODE_CLOSE =  Courbe de fermeture automatique \ n courbe de fermeture automatique
TT_NODE_DEL =  Réduire le noeud \ n réduire le noeud
TT_NODE_DIR =  Changer la direction de la courbe \ n changer la direction de la courbe
TT_NODE_LINE =  Tourner en ligne droite \ n en ligne droite
TT_NODE_REDUCE =  Point de soustraction automatique \ n point de réduction automatique
TT_NODE_SEPARATE =  Noeud de séparation \ n noeud de séparation
TT_NODE_SHARP =  Point de transition pointu
TT_NODE_SMOOTH =  Transition en douceur \ n transition en douceur
TT_NODE_SYSMETRIC =  Transition symétrique \ n transition symétrique
TT_NODE_UNITE =  Noeud de fusion \ n noeud de fusion
TT_POINTONCURVE=Point sur la courbe
TT_ADDLAYER=Augmenter le calque \ n augmenter le calque
TT_DELLAYER=Supprimer le calque \ ndétirer le calque
ADDLAYER=Ajouter une couche
DELLAYER=Supprimer le calque
ROTATEANG =  Angle de rotation
MOVEDIST  =  Distance de déplacement
ZOOMSCALE =  Mise à l'échelle
INPUTPT =  Point d'entrée
INPUTSTARTPT =  Entrez le point de départ
INPUTCENTER  =Centre de saisie
PICKCURVE=Choisissez la courbe à placer
PONITNUM=Points
POINTDIST=Espacement des points
TEXT_POS=Sélectionnez où le texte est placé
ALIGN =  Aligner
UNDO=Annuler
REDO=Récupération
MENU_FINISH=Et fin
MENU_CLOSEFINISH=Et fin de la fermeture
MENU_COOR=Coordonnées d'entrée (& I)
TRANSFORM =  Transformation
CENTER =  Centre
MIRROR =  Miroir
SHEAR=Inclinaison
PEN=Stylo
SPEED=La vitesse
OBJECTLIST=Liste d'objets
APPLYDEF=Paramètre défini par défaut
ADVANCE=Avancée
POWER=Pouvoir
FREQ=Fréquence
TICKLE=Préionisation
STARTTC=Délai d'ouverture
ENDTC=Fin de délai
POLYTC=Retard de coin
SECOND=Deuxième
US=Microseconde
DELETE=Supprimer
PARAMLIB=Bibliothèque de paramètres
INPUTPARAMNAME=Nom du paramètre d'entrée
GUILDLINE =  Ligne auxiliaire
PARAMNAMENONULL=Le nom du paramètre ne peut pas être vide
PARAMNAMEEXIST=Le nom du paramètre existe déjà! Remplacez l'ancien paramètre?
REALYDELPARAM=Êtes-vous sûr de vouloir supprimer les paramètres actuels?
REALYAPPDEF=Êtes-vous sûr de vouloir appliquer le paramètre actuel comme paramètre par défaut?
JUMPSPEED=Saut vitesse
JUMPPOSTC=Retard de position de saut
JUMPDISTTC=Distance de saut
ADVANCEMARKPARAM=Paramètres de marquage avancés
ENDCOMP=Compensation du point final
ACCDIST=Distance d'accélération
MARK=Marquage
SELECTAPARAM=Veuillez sélectionner un paramètre
MODIFYCOLOR=Modifier la couleur
MODIFPARAM=Modifier les paramètres
APPLYTOPICK=Appliquer aux objets sélectionnés
PARAM=Paramètre
NOMOREMARKPARAM=Seuls les paramètres par défaut ne peuvent pas être modifiés
NOPICKOBJECT=Aucun objet n'est sélectionné
SETDEFPEN=Définir comme stylo par défaut
MENU_SPECIAL=Et spécial
FAILOPENLMC=Impossible d'ouvrir le pilote LMC1! Vérifiez que le pilote LMC1 est correctement installé!
NOTFINDLMC=Impossible de trouver un périphérique LMC1 valide!
MENU_LASER=Laser (& L)
DISABLEUSE =  Interdit
ENABLEUSE =  Utiliser
FIELD=Zone
LASERCTRL=Contrôle laser
EXTAXIS=Axe étendu
CONFIGPARAM=Paramètre de configuration
NEGATE=Inverser
ASPECT=Apparence
FIELDSIZE=Taille de la zone
GALVO=Galvanomètre

MARKSTR_AFTERMARK=Aller à la position spécifiée après traitement
MARKSTR_AFTER1=Ne bouge pas
MARKSTR_AFTER2=Centre galvanique
MARKSTR_AFTER3=Coin supérieur gauche de l'objet
MARKSTR_AFTER4=Objet coin supérieur droit
MARKSTR_AFTER5=Objet en bas à droite
MARKSTR_AFTER6=Coin inférieur gauche de l'objet
MARKING=Marquant ...
WAITIOINPUT=En attente du signal d'entrée IO ...

PART=Partie
TOTALNUM=Total
CONTINUES=Traitement continu
MARKSELECT=Sélectionnez le traitement
QUIT=Sortie
LIGHTSHOW=Affichage de la lumière rouge

QSWITCH=Interrupteur Q
ANALOGOUT=Sortie analogique
CALIBRATION=Correction
OTHER=Autre
ENPWMSIGNALE=Activer la sortie du signal PWM
MAXPWMFREQ=Fréquence maximale du signal PWM
ENABLETICKLE=Activer la préionisation
PULSEWIDTH=Largeur d'impulsion
PULSEPERIOD=Fréquence d'impulsion
FPK=Première suppression du pouls
FPKEND=Ouvrir le commutateur Q lorsque la première suppression d'impulsions est terminée
ANALOGOUT=Sortie de port analogique
ANAPOWER=Activer la sortie du port analogique de puissance
ANAFREQ=Activer la sortie du port analogique de fréquence
STARTMARKDELAY=Commencer à marquer le retard
FINSIHMARKDELAY=Fin marque retard
MAXPOWERDELAY=Délai de puissance maximum
USERDEFRATIO=Ratio défini par l'utilisateur
REALRATIO=Ratio réel
FREQMAP=Cartographie de fréquence
POWERMAP=Cartographie de puissance
READY=Préparer
BTNSTOP=Stop (F4)
BTNMARK=Marquage (F2)
BTNPARAM=Paramètre (F3)
BTNQUIT=Sortie (F5)
BTNLIGHT=Lumière rouge (F1)
MARKSTR_NOENTITY=Il n'y a pas de données pouvant être traitées, veuillez vérifier si le fichier est chargé!
MARKSTR_NOENTITY_SELECT=Il n'y a pas de données pouvant être traitées, veuillez vérifier si l'objet d'usinage est sélectionné!
DOG_DATAERROR =  Les données de verrouillage de chiffrement sont incorrectes. Veuillez vérifier si le verrou de chiffrement est inséré.
DOG_SHARETIME =  La version actuelle est une version partagée, vous avez utilisé le temps imparti! \ NSi vous souhaitez continuer à utiliser le logiciel, contactez votre revendeur de logiciels.
DOG_SHARE =  La version actuelle est une version partagée. Vous avez utilisé le nombre d'utilisations autorisées! \ NSi vous souhaitez continuer à utiliser le logiciel, veuillez contacter votre revendeur de logiciels.
DEMOVERSION=Impossible de trouver le dongle! Le logiciel fonctionnera en mode démo
DELHATCH=Supprimer le remplissage
CURTIME=Heure actuelle
TOTALTIME=Temps total
PULSELENGTH=Largeur d'impulsion
CHECK=La détection
LASERON=Laser ouvert
LASEROFF=Hors laser
POSX=Position X
POSY=Position Y
LASERWILLOUTPUT=Appuyez sur OK pour émettre le laser. Êtes-vous sûr de vouloir émettre le laser?
WARN=Avertissement
SCANIMAGE=Image numérisée
BOTTOM =  En bas
TOP =  Top

ORIGIN_PTNUM=Prise d'entrée
ORIGIN_WAY=Méthode de rapatriement
PLUGFILENAME =  Nom du fichier plugin

PLUGSTATE =  Statut du plugin
PLUGVER =  Version du plugin
PROMPT =  Invite
MENU_APP_EXIT =  Sortie (& X)
LMCVERERROR=Erreur de version du matériel LMC
WELD=Soudage
TRIM=Garniture
INTERSECT=Croix
WELDTO=Soudé sur
TRIMTO=Coupé sur
INTERSECTTO=Traverser
PLASTIC=Forme
SAVESRC=Gardez l'objet original
SAVETAR=Conserver l'objet cible
NOVALIDONCEMORE=Avez-vous choisi un objet valide et le re-sélectionner?
FILE=Fichier
PORT=Port
IOSTOP=Arrêter le traitement du port d'entrée
STOPPROMPT=Message d'invite lorsque le traitement est arrêté
STOPSIGNALTRIG=Le signal d'arrêt est déclenché et l'usinage en cours est arrêté!
REMOTE=Contrôle à distance
ENREMOTE=Activer le contrôle à distance
NETWORKIP=Adresse IP du réseau
QPULSEWIDTH=Q largeur d'impulsion
POINTTIME=Temps de pointage
LEFT =  Gauche
RIGHT =  Droit
ALIGN_NODECTRL=Aligner les points de contrôle des nœuds
NODE_ALIGN=Aligner le noeud
OFFSETLEN=Longueur de décalage
BASELENGTH=Longueur de base
TRANFORM=Transformation
BASE=Benchmark
FREE=La liberté
BASELENGTH=Longueur de base
BASEANGLE=Angle de référence
ANGLELIMIT=Limite de la plage d'angle
CHANGEORDER=Changer de commande
MODIFY=Modifier
ROAXIS=Axe rotatif
ZERO=Point zéro
STEPPERRO=Nombre d'impulsions par tour
DISTPERRO=Distance de déplacement par tour
MINPOS=Coordonnée minimale
MAXPOS=Coordonnée maximale
MINSPD=Vitesse minimale
MAXSPD=Vitesse maximale
ZEROSPD=Vitesse de retour nulle
GEARRATIO=Taux de réduction
PARTDIA=Diamètre de la pièce
ZEROOFF=Décalage zéro
ACCTIME=Temps d'accélération
SCALECOMP=Compensation proportionnelle
SHEARCOMP=Compensation de désalignement
SPACECOMP=Compensation compensée
GOTOORIGIN=Correction d'axe étendu zéro
PLSPICKAPEN=Veuillez choisir un stylo
BITMAP=Bitmap
LINEINC=Incrément de ligne d'analyse bitmap
NODE_DELETE =  Supprimer le noeud
NODE_ADD =  Ajouter un noeud
NODE_UNITE=Noeud de fusion
NODE_TOARC =  Transformer en un segment circulaire
NODE_TOBEZ =  Tourner dans un segment incurvé
NODE_TOLINE =  Tourner dans un segment de ligne droite
NODE_TOSHARP =  Transition nette
NODE_TOSMOOTH =  Transition en douceur
NODE_TOSYSMETRIC =  Transition symétrique
NODE_ALIGN =  Alignement des noeuds
NODE_CHANGEDIR =  Changer la direction de la courbe
MARKON=Marquage ouvert
MARKOFF=Marquage rapproché
CURVEEDIT =  Édition de courbe
MENU_AUTOCONNECT=Connexion automatique
CONNECTERR=Erreur de connexion automatique

PRINTER  =Imprimante
PRINT  =  Imprimer
STYLE  =  Type
STATUS =  Etat
REMARK =  Remarques
COPYNUM=  Nombre de copies
ATTRIB=  Attribut
PRINTCOPYNUM=  Nombre de copies
AUTOPAGE=Pagination automatique
PRINTRANGE=Plage d'impression
PRINTALL=Imprimer tout
PRINTSEL=Choisissez d'imprimer
PAGESETUP=Mise en page

MARGIN=Marge
MARGINLEFT =Marge de gauche
MARGINRIGHT=Marge droite
MARGINTOP  =Marge supérieure
MARGINBOTTOM=Marge inférieure

PAGECEN     =Centre de la page
PAGECENUP   =Moyen et supérieur
PAGECENLEFT =Milieu gauche
PAGECENRIGHT=Milieu droit
PAGECENDOWN =Moyen et inférieur

PAGELEFTUP   =Coin supérieur gauche
PAGERIGHTUP   =Coin supérieur droit
PAGELEFTDOWN  =Coin inférieur gauche
PAGERIGHTDOWN =Coin inférieur droit
PAGEFILL=Ajuster à la taille de la page
PAGERANDOM=Personnalisé
AXISSTEP=Pas de mouvement
SPLITSIZE=Split taille
SPLITPARAM=Paramètre Split
SPLITBYGUILDLINES=Segmentation par ligne auxiliaire
ORIGIN=Origine
LIGHTING=Indication de la lumière rouge
SPLITMARK1=Note de segmentation 1
SPLITMARK2=Note de segmentation 2
ORIGINCOOR=Coordonnées d'origine
SETCURPOSTOORIGIN=(& D) définir le point actuel comme origine
SETORIGIN=Définir l'origine
SPECIALMOTION=Mouvement de cas spécial
STOP=Arrêter
GOTOMARKORIGIN=Mouvement à l'origine du marquage
REDLIGHTPOINT=Indication de la lumière rouge
LIGHTSPEED=Vitesse de la lumière rouge
OFFSETPOSX=Position décalée X
OFFSETPOSY=Position décalée Y
REDLIGHTIO=Sortie de lumière rouge
MARKIO=Sortie de marquage
NULL=Non
INPUTTEXT=S'il vous plaît entrer le texte à traiter
FORCESPLIT=Segmentation forcée
LINE=Ligne droite
RIGHTCOOR=Appuyez sur le bouton droit de la souris pour entrer les coordonnées.
INPUTCOOR=Coordonnées d'entrée
FINISHGOTOSTARTPT=Fin du traitement au point de départ
STARTMARKIO=Commencez à marquer le port
INPORT=Port d'entrée
AUTORESET=Réinitialisation automatique
JSFFONT_FILENAME=Nom du fichier de police Jsf
GRAPHCHAR=Le caractère correspondant au graphique
UPDATEFONTFILE=Mettre à jour le fichier de police
OFFSET_DIST=Distance décalée
JCZFONT_NEWJSF=Le fichier n'existe pas. Voulez-vous créer un nouveau fichier?
JSFFONT_NAME=Nom de la police
DOUBLEWIDTH=Largeur de deux caractères
DOUBLEHEIGHT=Hauteur de deux caractères
SINGLEWIDTH=Largeur de caractère unique
SINGLEHEIGHT=Hauteur de caractère unique
JSFFONT=Police jsf
JCZFONT_PROPERTY=Attribut de police
ENMARKMUTEX=Activer le marquage des mutex
MARKPARAM=Paramètre de marquage
ONOFF=Marche / arrêt
CURPEN=Numéro de stylo actuel
CURPENPARAM=Paramètre actuel du stylet
USEDEFAULTPEN=Utiliser les paramètres par défaut
SELPARAMFROMLIB=Prendre des paramètres de la bibliothèque de paramètres
DELETESELPARAM=Supprimer les paramètres sélectionnés
CURPARAMSAVEAS=Enregistrer le paramètre actuel sous
PLSSELPARAM=Veuillez d'abord sélectionner un paramètre
ID_DRAW_BARCODE =  Dessiner un code à barres \ n dessiner un code à barres
MENU_VIEW_MARKPARAM=Colonne de paramètre de marquage
ID_VIEW_MARKPARAM=Afficher ou masquer la colonne de paramètre de marquage \ n colonne de paramètre de marquage explicite
SHOWCROSSLINE=Croix de centre d'affichage
SELPOSDATUM=Sélectionnez la référence des coordonnées de position
PULSEGREATEMAX=Réglez la largeur d'impulsion Q pour qu'elle soit supérieure à la largeur d'impulsion maximale
MAXPULSEWIDTH=Largeur d'impulsion maximale
CURFREQ=Fréquence actuelle
FIELDNAME=Nom du champ
CURRENT=Courant
CURRENTMAP=Cartographie actuelle
ENCURRENT=Activer la sortie courant
EXESTART =Exécuter le programme au démarrage de ezcad
EXEFINISH=Exécuter le programme quand ezcad est fermé
PARAMNAME=Nom du paramètre
GOALSIZE=Taille de marquage cible
REALSIZE=Taille de marquage réelle
CALCSCALE=Ratio de calcul
GOALMUSTGREATE=La taille de la cible doit être supérieure à 0,001.
REALMUSTGREATE=La taille réelle du marquage doit être supérieure à 0,001.
FORCEALLSPLIT=Toute la segmentation globale
USEGUILINSTARS=Utiliser un pilote de commutateur Q numérique

DESCENTRATIO=Ratio inférieur
DESCENT=Hauteur basse
ASCENT=Hauteur supérieure
BASELINE=De base
LOADCHAR=Chargement de données de caractères
SAVECHAR=Sauvegarder les données de personnage
LEFTSIDE=Largeur d'appui gauche
RIGHTSIDE=Largeur d'appui droit
HELP =  L'aide
HELP_BLUEBOX=La zone bleue est la zone occupée par les personnages lorsqu'ils sont réellement affichés.
HELP_DESCENTRATIO=Ratio inférieur élevé 100 x hauteur inférieure / hauteur de caractère
HELP_CHARWIDTH=La largeur de caractère fait référence à la largeur de caractère standard de la police actuelle
HELP_CHARHEIGHT=La hauteur de caractère est la hauteur de caractère standard de la police actuelle.
HELP_LEFTSIDE=La largeur de support gauche est la distance entre les données réelles du personnage et la bordure gauche.
HELP_RIGHTSIDE=La largeur de support droite est la distance entre les données réelles du personnage et la bordure droite.
HELP_BASELINE=La ligne de base est la ligne horizontale utilisée pour créer la police lors de sa création.
CHARKERNING=Crénage de caractère
NOFONTFILE=Impossible de trouver un fichier de police valide, veuillez choisir un fichier de police valide!
INPUT2CHAR=Entrez deux caractères
SAVEKERNING=Enregistrer le crénage
JCZFONT_VER1=La police actuelle est la version v1.0, et elle est remplacée par la version v2.0. \ NVeuillez relancer ezcad2.0 pour être efficace!
PULSEMODE=Motif à pois Vector
PULSEPER=Nombre d'impulsions par point
FLYMARK=Marquage de vol
FLYSPEED=Vitesse de la ligne
ERR_FLYSPEEDFAST=La vitesse de la ligne est trop rapide, le galvanomètre ne peut pas rattraper! La vitesse de la ligne doit être inférieure à la vitesse de marquage et de saut!
MS=Millisecondes
CANHATCH=Peut être rempli
PASSWORD=Mot de passe
CONFIRMPASSWORD=Confirmer le mot de passe
PASSWORDNOSAME=Le mot de passe entré deux fois est différent, merci de ré-entrer!
PASSWORDUNVALID=Le mot de passe est faux!
OUTPORTALRADYUSE=Le port de sortie est déjà occupé par un autre appareil, veuillez le réinitialiser!
LASERPOWERIO=Prise de courant laser
POWERON=Sous tension
POWEROFF=Éteindre
EZCADSTR_ID_FILE_IMGLIB =  Ouvrir la galerie de photos commune \ n galerie couramment utilisée
EZCADSTR_IDC_STATIC_NEWIMG =  S'il vous plaît entrer un nom d'image
EZCADSTR_IDC_STATIC_NEWLIB =S'il vous plaît entrer un nom de galerie
EZCADSTR_IDC_STATIC_NEWLIB_FILENAME =  Veuillez entrer un nom de fichier (.glb)
EZCADSTR_IMGDLG_BUTTON_DELIMG =  Supprimer l'image
EZCADSTR_IMGDLG_BUTTON_DELLIB =  Supprimer la galerie
EZCADSTR_IMGDLG_BUTTON_NEWIMG =  Joindre la photo
EZCADSTR_IMGDLG_BUTTON_NEWLIB =  Nouvelle galerie
EZCADSTR_IMGDLG_KEEPSIZE =  Ratio de verrouillage
EZCADSTR_IMGDLG_NEWIMG =  Joindre la photo
EZCADSTR_IMGDLG_NEWLIB =  Nouvelle galerie
EZCADSTR_IMGDLG_STATIC_EXPORT =  Exporter les options graphiques
EZCADSTR_IMGDLG_STATIC_HEIGHT =  Hauteur
EZCADSTR_IMGDLG_STATIC_NAME =  Nom de la galerie
EZCADSTR_IMGDLG_STATIC_PREVIEW =  Aperçu de l'image
EZCADSTR_IMGDLG_STATIC_WIDTH =  Largeur
EZCADSTR_IMGGLD_ORIGSIZE =  Taille d'origine
EZCADSTR_IMGLIB_DRAW =  Galerie de dessin
EZCADSTR_IMGLIB_MAXIMG =  Le nombre d'images dans cette galerie a atteint le maximum, veuillez créer une autre nouvelle galerie.
EZCADSTR_IMGLIB_TOTALNUMBER =  Nombre total d'images:
EZCADSTR_IMPORT_PT =  Entrez où le graphique est placé
EZCADSTR_MSG_DELETEIMG =  Êtes-vous sûr de vouloir supprimer la photo?
EZCADSTR_MSG_DELETELIB =  Êtes-vous sûr de vouloir supprimer la galerie?
EZCADSTR_MSG_DIRECTORYERROR =  Le chemin d'accès au fichier de bibliothèque n'existe pas
EZCADSTR_MSG_HAVEFILE =  La galerie spécifiée existe déjà, veuillez ré-entrer
EZCADSTR_IMGDLG =  Galerie commune
EZCADSTR_MENU_FILE_IMGLIB =  Galerie commune (& L) ...
CIRDIAMETER=Diamètre rond
ARRAY_NUM=Nombre de tableaux
ANG_DIST=Espacement angulaire
EZCADSTR_ARRAY_TYPE =Type de tableau
EZCADSTR_ARRAY_X_DIST =  Espacement latéral
EZCADSTR_ARRAY_X_NUM =  Numéro horizontal
EZCADSTR_ARRAY_Y_DIST =  Espacement vertical
EZCADSTR_ARRAY_Y_NUM =  Nombre vertical
EZCADSTR_ARRAY_DIST_CALC =  Méthode d'espacement
EZCADSTR_ARRAY_ENTSPACE =  Calculé par l'espacement des graphiques
EZCADSTR_ARRAY_OFFSETDIST =  Calculé par distance de décalage
EZCADSTR_CMD_ARRAY=Objet tableau
RADIUS=Rayon
BREAKCROSSPOINT=Supprimer l'intersection
ID_MODIFY_ARRAY =  Objet de tableau sélectionné \ n objet de tableau
ID_MODIFY_ROTATE =  Faire pivoter l'objet sélectionné \ n faire pivoter l'objet
ID_MODIFY_PLASTIC=Forme d'objet
ID_MODIFY_CONNECT=Courbe de connexion automatique \ n courbe de connexion automatique
ID_MODIFY_BREAKCROSS=Supprimer l'intersection de la courbe \ n supprimer l'intersection
ID_MODIFY_TRANSFORM=Transformer un objet \ n transformer
ID_MODIFY_OFFSETCURVE =  Décaler l'objet de la courbe sélectionnée \ n décalage de la courbe
CROSSLEN=Longueur d'intersection
TESTLASER=Test laser
READALLLINE=Lire le fichier entier à chaque fois
INFO_CODE128OPTMIZE=Le code à barres CODE128Optimized est un code à barres continu; son jeu de caractères contient des caractères avec des valeurs ASCII comprises entre 0 et 127 et le système bascule automatiquement entre CODE128 A, B et C en fonction des caractères, de sorte que le codage final est le plus court;
FLYRIGHT2LEFT=Direction du pipeline de droite à gauche
FLYCONTMODE=Mode continu de pipeline
DATEINFO=Signification des caractères dans le format de date: Y année M mois J jour T jour K semaine W semaine N dernier après-midi H heure F minute S secondes \ nouveau numéro de ligne 0-9 texte fixe
SN=Numéro de série
INCSN=Incrément de numéro de série

DATENAME=Nom de la date
YEARUSE2DIGIT=Utilisez deux chiffres pour l'année
YEARNOLEADZERO=Ne pas utiliser de zéros à gauche
HOUR12=Système de 12 heures
TIMENOLEADZERO=Le temps n'utilise pas de zéros non significatifs
DIGIT09ISSN=Le numéro 0 est le numéro de série et le numéro 9, l'incrément de numéro de série.
SAMPLE=Exemple
AM=Matin
PM=après-midi
DATENAMECANNOTNULL=Le nom de la date ne peut pas être vide!
SAVETONEWFILE=Enregistrer dans un nouveau fichier
AUTOROANG=Angle de rotation automatique
BYDAY=Par jour
BYMONTH=Par mois
BYYEAR=Par année
DATEOFFSET=Décalage de date
ENTOTALPARTNUM=Le nombre total de pièces en mode continu est valide
MARKFINISHNUM=La quantité spécifiée a été traitée! Continuez-vous le traitement?
OFFSET=Décalage
EXPORTTEXT2FILE=Texte de sortie dans le fichier spécifié pendant le traitement
EXPORTTIME2FILE=Heure de sortie du fichier spécifié pendant le traitement
EXPORTTEXT=Texte de sortie
AUTOCONNECT=Connecter automatiquement les segments de courbe adjacents
SOFTUSEPSW=Vous devez entrer votre mot de passe pour utiliser le logiciel.
USERMGR=Gestionnaire d'utilisateurs
USER=Utilisateur
ADMIN=Gestionnaire
DESIGNED=Designer
WORKER=Opérateur
MODIFYPASSWORD=Changer le mot de passe
SELUSER=Sélectionner un utilisateur
PSWINCORRECT=Le mot de passe est incorrect, veuillez ré-entrer
CARDNO=Numéro de carte
SELLMC1DEV=Sélectionnez l'appareil pour lequel vous souhaitez définir des paramètres
LASERTYPE=Type de laser
NOHATCHTEXT=Ne pas remplir le texte
USECORRECTFILE=Utiliser le fichier de calibration
CRYSTAL=Cristal
MAXFREQ=Fréquence maximale
PULSEGREATEMAXFREQ=La fréquence d'impulsion est supérieure à la fréquence maximale
MOVEANG=Angle de mouvement
CURRANGLE=Angle actuel
ROANGMARK=Marquage de l'angle de rotation - remarque: la coordonnée z de l'objet est la valeur de l'angle
OPTIMIZECURVE=Optimiser l'ordre des courbes
ANGLEROTATE=Marquage d'angle de rotation
SIZESCALE=Ratio de taille
PULSE=Pouls
ENSHOWCONTOUR=Contour d'affichage
SUBSURFACE=Sculpture intérieure
ZEROTIMEOUT=Délai de retour zéro
CMD_REPEAT1=Répéter la commande 1
CMD_REPEAT2=Répéter la commande 2
NODE=Noeud
SUNDAYISFIRSTDAY=Le dimanche est le premier jour de la semaine
TT_POINT=Dessiner un point
TT_POINTONCURVE1=Placez un nombre fixe de points sur la courbe
TT_POINTONCURVE2=Placez un point fixe sur la courbe
IMGLIB_PROMPT=Astuce: maintenez le bouton gauche de la souris enfoncé pour sélectionner le graphique souhaité et faites-le glisser pour accéder à l'espace de travail.
ONELASERMULTISCANNER=Mode mono-objectif et multi-objectifs
MULTILASERMULTISCANNER=Mode lentille multi-laser et multi-lentilles
ALLSCANNERSAMEPART=Toutes les lentilles vibrantes traitent la même pièce
ALLSCANNERDIFFPART=Toutes les lentilles vibrantes traitent différentes pièces
SCANNER=Galvanomètre
SCANNERTYPE=Type de galvanomètre
CENPOS=Coordonnées du centre
LASERPARAM=Paramètre laser
ERR_OUTRANGE=L'arbre prolongé est en dehors de la plage d'usinage!
MOVETOPREV=Déplacer vers l'avant
MOVETONEXT=Se déplacer vers l'arrière
MOVETOTOP=Déplacer vers l'avant
MOVETOBOTTOM=Aller à la fin
MENU_EDIT_TODASHED=Tourné à une ligne pointillée
INFO_QRCODE=Le code à barres QRCODE est un code à barres à deux dimensions, son jeu de caractères contient tous les caractères ASCII;
LASERONTIME=Temps d'activation du laser
DISTRIBUTION=Distribution
D_TOP=& Top
D_VCEN=& (E)
D_VSPACE=Et espacement
D_BOTTOM=& Bas
D_LEFT=Gauche (& L)
D_HCEN=& zhong
D_HSPACE=& Pitch
D_RIGHT=Et droit
ISREALYMARK=Avez-vous commencé à marquer?
DELOLDCURVE=Supprimer l'ancienne courbe
PICKOFFSETCURVE=Sélectionnez la courbe à compenser
PICKOFFSETDIR=Sélectionnez la direction du décalage de la courbe
NESTING=Mise en page optimisée
PICKEDGE=Sélectionner une limite
NESTPARAM=Paramètre de mise en page
AUTONESTING=Mise en page automatique
BRIDGEDIST=Distance de bord
STOCKDIST=Marge de la feuille
ROTATEINTERVAL=Pas de rotation
ROTATE=Faire pivoter
ERRNESTING=Le bord actuel de la feuille ne peut pas contenir tous les échantillons!
PICKNESTEDGE=Sélectionnez la limite de la feuille où l'échantillon est placé
MARKDATA_OUTRANGE=Le traitement des données dépasse le cadre du traitement!
SELECTNESTEDGE=Veuillez sélectionner la limite de la feuille où l'échantillon est placé en premier!
NESTINGMULTI=Plusieurs pièces
NESTINGONE=Disposition uniforme de pièce unique
SHEETSIZE=Matériel taille
SHEETSIZESMALL=La taille du matériau est trop petite!
WARNSTARTSIGNAL=L'usinage est interrompu en permanence, le signal d'usinage initial est-il erroné et le signal d'usinage de départ est-il interdit?
INPORTCONFLIC=Veuillez noter qu'il y a un conflit dans le port d'entrée! S'il vous plaît choisir à nouveau!
OUTPORTCONFLIC=Veuillez noter qu'il y a un conflit dans le port de sortie! S'il vous plaît choisir à nouveau!
UNCOMBINE= Combinaison de séparation
READPOINTCLOUDFILE=Lire les fichiers de nuage de points ...
MENU_FILE_BMPFILE=Entrez le fichier bitmap \ tCtrl + W
MENU_FILE_VECTORFILE=Fichier de vecteur d'entrée \ tCtrl + B
MAXFREQDELAY=Fréquence maximale retard
INFO_CODEINTER6=Le code ITF-6 est un code à barres de longueur fixe, dont le jeu de caractères ne contient que des chiffres de 0 à 9. L’ITF-6 contient 6 caractères, les 5 premiers étant des données et le dernier 1 un code de vérification. Le code de vérification est automatiquement ajouté par le système, qui ne prend que les 5 premiers caractères.
INFO_CODEINTER14=Le code ITF-14 est un code à barres de longueur fixe, dont le jeu de caractères ne contient que des chiffres de 0 à 9. L’ITF-14 contient 14 caractères, les 13 premiers étant des données, le dernier étant un code de contrôle. Le code de vérification est ajouté automatiquement par le système, qui ne prend que les 13 premiers caractères.
BORDER=Frontière
PLUSEWIDTHREV=Inversion de la largeur d'impulsion
ENANALOGFPK=Activer la suppression de la première impulsion analogique
INFO_USERDEFINE=Code à barres défini par l'utilisateur, nombre de lignes et de colonnes défini par l'utilisateur, les données de code à barres sont représentées par une chaîne de chiffres de 0 à 255 séparés par ",", chaque numéro représente un bloc de code à barres de 8 bits et le premier chiffre indique que le code à barres est de haut en bas. La première ligne du numéro suivant, les 8 premiers bits du bloc de code à barres, va de gauche à droite. Lorsqu'un octet ne peut pas être logé dans la dernière ligne, le bit de données correspondant est ignoré. S'il n'y a pas de "," dans le caractère saisi, la règle binaire est utilisée, 1 pour le noir et 0 pour le blanc.
RINGMARK=Marquage de bijoux
INPUTDISTRCOFF = Coefficient de déformation du tonneau d'entrée
INPUTTRAPECOFF = Entrez le coefficient de déformation trapézoïdal
GRADUATION=Échelle
GRADUATIONNUM=Nombre de graduations
GRADUATIONANG=Incrément d'angle
DEGREE1LEN=Longueur minimale de tick
DEGREE5LEN=Durée de 5 minutes
DEGREE10LEN=Longueur de 10 points
SHOWTEXT=Texte affiché
STARTVALUE=Valeur de départ
INCVALUE=Valeur incrémentale
DOTBITCOUNT=Nombre de chiffres après le point décimal
LOADGRADFILE=Charger le fichier d'échelle
SAVEGRADFILE=Enregistrer le fichier de la balance
ROTATERULER=Bague d'échelle
HATCHBYDEFAULT=Remplir avec les paramètres par défaut
360MARK = Marquage à 360 degrés
STARTPULSEMODE=Démarrer le mode impulsion du signal
AUTORESETMARKCOUNT=Réinitialisation automatique des temps de traitement
PULSEPERUNIT=Nombre d'impulsions par unité
MOVE = Mobile
MOVETO = Déplacer vers
RELATIVE=Position relative
MENU_DRAW_EXTAXIS=Axe étendu (& X)
ID_DRAW_EXTAXIS= Dessiner l'axe d'extension de sortie \ n dessiner l'axe d'extension
MULTIPARTMARK=Module de traitement multi-stations
PLEASEVALIDPARAM=Veuillez sélectionner un paramètre de station valide
MALTIMARKINFO=Le nombre maximum d'usinage spécifié a été usiné! \ N Si vous souhaitez usiner, veuillez modifier le nombre d'usinages ou le nombre maximum d'usinages.
MALTIMARKINFO2=Le nombre maximum d'usinage spécifié a été traité!
PARTPOS=Station
PARTTYPE=Mode station
SELPARTTYPE=Sélectionnez le mode de la station
CURPARTPOS=Station actuelle
MARKEDCOUNT=Nombre de traités
STOPWHENMAX=Arrêter après le traitement jusqu'au nombre maximal de traitements
MAXCOUNT=Nombre maximum de traitement
MARKALLPART=Traitement F1 de toutes les stations actuelles
CONTMARKALLPART=F2 traitement en continu de toutes les stations
MARKCURPART=Station actuelle de traitement F8
MODIFYCURPART=F9 modifier la position actuelle de la station
ADD=Augmentation
DISMARKWHENREACHTOTAL=Interdire le traitement après le traitement jusqu'au nombre spécifié
CURNUMGREATETOTALNUM=Le nombre d'usinage actuel est déjà supérieur au nombre total d'usinage. Veuillez réinitialiser le numéro d'usinage actuel, puis procédez!
YAGOPTIMIZEMODE=Mode de remplissage optimisé YAG

FLYHARDWARE=Activer le mode de vol matériel
FLYSIMULATION=Activer le mode d'émulation matérielle
MULTIPLIER=Coefficient de vitesse de vol
UM=Micron
MIL=Mil
UMPERCOUNT=Micron / compte
INCHPERCOUNT=Pouce / nombre
FLYCOUNT=Comte
TOTALMARKTIME=Temps total de traitement
DOG=Dongle
DEFENTTEXT=TEXTE
SPECIALPOS=Emplacement spécifié
GOTOSPECIALPOS=Déplacer vers un emplacement spécifié
SETCURPOSTOSPEC=(& D) définit le point actuel sur la position spécifiée
MINPWMFREQ=Fréquence minimale du signal PWM
PULSELOWMAXFREQ=La fréquence d'impulsion est inférieure à la fréquence minimale
MINFREQ=Fréquence minimale
DOUBLELINEMODE=Mode double tick
LASERSLEEPTIME=Temps de sommeil au laser
DXFUNITISINCH=Les unités de fichier Dxf sont en pouces
0NOTAILZERO=0 échelle ne montre pas 0 après le point décimal
SHOWDEGREE5TEXT=Afficher 5 divisions de texte
TEXTROTATE90=Texte pivoté à 90 degrés
BOLDLINEMODE=Mode tick large
POWERRULER=Super règle
PLSSELRULER=Veuillez sélectionner la règle à traiter
ALEARDYHAVESAMERULER=Le nom de la règle est en conflit, veuillez le renommer!
GRADCONDISNULL=La condition de création d'échelle de la règle ne peut pas être vide!
MINGRAD=Échelle minimale
RULER =  Règle
RULERNAME=Nom de la règle
GRADGENCOND=Condition de génération de tick
GRADLINE=Coche
GRADVALUE=Valeur d'échelle
STARTPT=Point de départ
ENDPT=Point de terminaison
STARTINDEX=Numéro d'index de départ
ENDINDEX=Numéro d'index final
INCINDEX=Incrément d'index d'échelle
GRADLINEWIDTH=Largeur de la tique
ROTATERULERMODE=Mode règle rotative
GLOBEMARK=Marquage Globe
LONGITUDE=Longitude
LATITUDE=Latitude
FLYMARKENTBYORDER=Activer pour voler dans l'ordre des objets
INPUTIOMASK=Masque d'entrée-sortie
OUTPUTIOMASK=Masque d'E / S de sortie
DISSTARTIOINCONTMODE=Le mode continu interdit le démarrage du port de marquage
LASEROFFTC=Retard de la lumière éteinte
STARTGRADPOS=Position de départ de la balance
INCPOS=Incrément de position
STEPPERMM=Step / mm
STEPPERINCH=Step / inch
EDIT =  Éditer
TOTALPARTNUM=Nombre total de pièces
EXPORTTOWS=Sortie sur l'espace de travail
STRAIGHTRULER=Règle
RINGRULER=Règle de l'anneau
DISKRULER=Règle de disque
PARTNUM=Nom de la pièce
UPDATEPOSPARAM=Mettre à jour les paramètres de localisation
OTHERNUMSYS=Hex personnalisé
MAXNUMBER=Radix maximale
MPERMIN=Mètre / minute
INCHPERMIN=Pouces / minute
ENCODERDIST=Distance de déplacement du codeur
OUTPORT=Port de sortie
ROTATETEXTMARK=Rotation du texte

CIRCLEMODE=Modèle rond
TEXTELEMENT=Élément de texte
TCPIPCOM=Communication en réseau
SERIALCOM=Communication en série
TIME=Le temps
FIXEDTEXT=Texte fixe
NOLEADZERO=Ne pas utiliser de zéros à gauche
PREV=Transférer
NEXT=Décalage arrière
LIMILTSN=Numéro de série maximum
MODE=Mode
YEAR=Année
MONTH=Mois
DAYOFMONTH=Jour
DAYOFYEAR=Jour
DAYOFWEEK=Semaine
WEEKOFYEAR=Semaine
HOUR=Heure
MINUTE=Minute
TIMESEC=Période
IPADDRESS=Adresse IP
COMMAND=Commande
ALLCHARSUSES=Tous les caractères pouvant être utilisés
BAUDRATE=Débit en bauds
DATABIT=Bit de données
STOPBITS=Bit d'arrêt
PARITY=Parité
ENCIRCLETEXT=Activer le texte en arc
POWERKEYBOARD=Super clavier
KBWORKDIRECTORY=Répertoire de travail du clavier
KEYLIST=Liste de boutons
KEYNAME=Nom du bouton
KEYFILE=Fichier de bouton
CUTONOFF=Interrupteur de coupe
USERNAME=Nom d'utilisateur

DYNFOCUS=Focus dynamique
ENDYNFOCUS=Activer le focus dynamique
DYNZREV=Z inverse
DYNZPOS=Position Z
DYNZRAD=Distance au centre (%)
DYNAUTOSWITCH=Commutation automatique
DYNUPDATEALL=Mise à jour de la position Z
DYNADD=Z augmentation
DYNDEC=Réduction Z
DYNSTART=Commencer les tests
DYNSTOP=Arrêtez les tests
DYNUSING=La mise au point dynamique est en cours d'utilisation.
IAGREE=Accepter d'accepter cet accord
IDONTAGREE=Pas d'accord pour accepter cet accord
ERR_CANNT_RUN=Impossible de le faire dans l'état actuel
MARKSPEED=Vitesse de marquage
LENTESTRECT=Test de la longueur du côté rectangle
TESTPARAM=Paramètre de test
ZINCREMENT=Incrément Z
ZMICROINC=Incrément de réglage fin Z
ZMAX=Z maximum
DYNLINEAR=Interpolation linéaire
MACROADJUST=Réglage précis de la valeur Z
FAILTRANSFER=La mise à jour des données a échoué! S'il vous plaît essayez à nouveau!
ENCO2FPK=Activer la suppression des premières impulsions de CO2
FPKSTARTPOWER=Première puissance de démarrage de suppression d'impulsion
FPKINCPOWER=Premier incrément de puissance de suppression d'impulsion
SHOWSTARTMARKDLG=Afficher le dialogue de marquage de début
ENEXEMARKFILE=Activer l'exécution des fichiers de commandes de début et de fin de marquage
ENREDCONTMODE=Activer le mode de traitement continu à la lumière rouge

DYNSAVE=Enregistrer
DYNLOAD=Charge
ADDZAUTO=La valeur Z est automatiquement augmentée ou diminuée
INFO_CICODE=Le code Hanxin est la norme de code à barres 2D en Chine: son jeu de caractères contient tous les caractères ASCII et les caractères chinois.
SPECIALWAVE=Forme d'onde spéciale
SPIWAVE=Forme d'onde
SPICONTINUES=Mode continu
SPISIMMERCUR=Puissance de veille
STEPDIST=Longueur optimisée
STEPDELAY=Pas de retard
USESTEPMARKMODE=Utiliser un motif de repère
CURLMCNOTIPG=Les cartes LMC actuelles ne prennent pas en charge les lasers IPG
CURLMCNOTSPI=La carte LMC actuelle ne prend pas en charge le laser SPI_G3
LASERNOTREADY=Le laser n'est pas prêt, veuillez vérifier
FIXEDCOOR=Coordonnées du point d'entrée fixe
DOORIO=Port de porte de sécurité
ERR_DOOROPEN=La porte de sécurité est ouverte, fermez la porte de sécurité!
LINEREDUCTION=Indentation de ligne droite
NUMLOOPS=Numéro de bague de limite
FONTTYPE_SHX=Police SHX
ENSPLITSTRTOCHANGETEXT=Activer la chaîne scindée pour modifier l'objet texte du nom spécifié
INDEXFIRSTCHARSTR=La position du premier caractère de la chaîne
NUMCHAREXTRACTSTR=Le nombre total de caractères extraits de la chaîne
NAMETEXTTOCHANGE=Le nom de l'objet texte dont vous souhaitez modifier le contenu
SET=Réglage
TT_PICKMIRRORX=X image \ nX image
TT_PICKMIRRORY=Y miroir \ nY miroir
IPG:OVERTEMP=Laser: température trop élevée
IPG:NORMAL=Laser: fonctionne correctement
IPG:HIGHOPTIC=Laser: traitement de matériaux à haute réflexion, réflexion laser dans le laser
IPG:SYSERROR=Laser: défaillance du système
IPG:READY=Laser: pas prêt
IPG:EMERGENCY=Laser: le signal d'arrêt d'urgence est valide
HIDEMODEL=Modèle caché
ANGLEINC=Incrément d'angle
UPTODOWN=De haut en bas
LAYERNUM=Nombre de couches
SPACEOFLAYER=Espacement des couches
CALCULATE=Calcul
READ3DFACEFROMDXF=Superposition de surface 3d
AVERAGELINE=Ligne de remplissage de distribution moyenne
CHANGELINECHAR=Saut de ligne
MARKSELF=Marque toi
ENSAMEWIDTHCHAR=Activer les caractères de largeur égale
DYN_OUTSIDE=Zone externe
DYN_MODE1=Mode standard
DYN_MODE2=Mode indépendant de l'axe Z
MAXSPEED=Vitesse maximale
MINSPEED=Vitesse minimale
LOOPDIST=Espacement des anneaux
MARKBYSPLITLINE=Marquez en séparant la ligne
MARKSTR_AFTER7=Emplacement spécifié
ENANALOGCURFPK=Activer la suppression du courant analogique
CURVESCATTERTOL=Erreur de dispersion de courbe
ENABLECURVESCATTERTOL=Activer l'erreur discrète de la courbe
WOBBLE=Gigue
WOBBLEDIST=Espacement
ROTARYMARK=Marquage des axes rotatifs
FOCUSLENGTH=Longueur focale
AXISISHOMING=L'axe revient à zéro
AXISISMOVING=L'axe bouge
AXISMOVEFAIL=Le mouvement de l'axe a échoué!
AXISERRMAXLIMIT=Le mouvement de l'axe dépasse la limite positive
AXISERRMINLIMIT=Le mouvement de l'axe dépasse la limite négative
AXISMUSTGOHOME=L'axe doit être remis à zéro avant de se déplacer. Est-ce zéro en premier?
ENCODERREVERSE=Inversion du signal du codeur
FLYENCODEROFFSET=Activer la distance de décalage fixe du codeur
FLYENCODEROFFDELAY=Retard (nous)
FLYENCODERLOWSPEED=Mode basse vitesse

GET55ERR=Erreur de calcul du paramètre
GETFLYPARSTEP=Veuillez contrôler manuellement le pipeline pour déplacer une petite distance; \ n mesurez la distance et complétez le champ de saisie ci-dessous; \ nCliquez sur OK pour calculer automatiquement les paramètres.
FLYPARINPUT=Longueur d'entrée:
GETPAR=Calcul
PULSECOUNT=Quantité d'impulsions
PULSECOUNTRESET=Effacer

FLYADDTOY=Superposé sur l'axe des ordonnées
FLYTOP2BOTTOM=Direction du pipeline de haut en bas

DYNAMICLMC=Carte de mise au point dynamique
UNKNOWN=Inconnu
BDVVALUE_CUSTOM_ALL=But général
BDVTEXT_CARDTYPE=Type de conseil:
BDVTEXT_CARDVERSION=Numéro de version:
BDVTEXT_CUSTOM=Personnalisation:
BDVTEXT_CARDFUNCTION=Code de fonction:
HARDINFO=Informations sur le matériel

ENVARTEXTFIXWID=Activer la largeur de texte fixe
USEEXCELCORRECTFILE=Utiliser Excel pour corriger les fichiers
STARTCOOR=Coordonnées du point de départ
ENDCOOR=Coordonnées du point final
SPACEDIST=Espacement
SPACING=Espacement
MARKGRIDLINE=Marquage des lignes de la grille
USECORFILEMARKGRIDLINE=Marquez les lignes de la grille avec le fichier de calibration
CORCOMPFILE=Fichier de compensation de correction (fichier Excel)
FIXEDCHARCOUNT=Nombre de caractères fixe
EMPTYCHARWIDTH=Largeur des caractères vides
AVADISTPOINT=Distribution moyenne de tous les points
YAGFASTPOINTMODE=Mode point rapide YAG
SETANALOG=Définir l'analogique
USERDEF=Personnalisé
MENU_VIEW_IOSTATE=Statut IO
DOGNOTMATCHLMC=Le numéro de liaison du dongle ne correspond pas au numéro de la carte de marquage. Veuillez vérifier le numéro du dongle
MORETHAN360=La plage de marquage est supérieure à 360 degrés. Voulez-vous continuer?
CURNUM=Nombre actuel de marques
SPOTDIA=Taille du spot
PTCYCLES=Nombre de hits
DISTANCE  =  Distance
ENDADDPTS=Ajouter un point à la fin
INFO_MICROQRCODE=Micro QR Code est une version simplifiée du code à barres QRCODE.
ENABLETILDE=Activer ~ (~ suivi de dxxx xxx 0-255)
MULTIFILEMARK=Marquage multiple de documents
LASERLEAKHANDLE=Traitement des fuites de lumière
DISMARKLOWPT=Ne marquez pas les points avec des valeurs de gris faibles
BASEHEIGHT=Hauteur de référence
PARTHEIGHT=Hauteur de la pièce
ZADJUSTMENT=Z hauteur de réglage
ACCURATEZERO=Retour précis à zéro
RECTMODE=Mode rectangulaire
KEEPENTORDER=Garder l'ordre des objets traités
OPENMODELAY=Activer le délai MO
SERIALTYPE=Type
LINEFEEDMALP=Désalignement entrelacé
IPGSETTINGS=État du laser IPG_YLPM
SQLDB=Base de données SQL
SQLDRIVERS=Pilote SQL
DBQFILE=Fichier de base de données
USERID=ID utilisateur
SQLCMD=Commande SQL
SETPENPARAM=Définir les paramètres du stylet
BOLD=En gras
ITALIC=Italique
RESET = Réinitialiser
USERINTERLINE=Activer la ligne de remplissage interne
LASERBEAMDIA=Diamètre du spot laser
HATCHLINEDIST=Remplir l'interligne
ENCO2PULSEMODE=Activer le mode CO2 super impulsion
HATCHONEBYONE=Garder l'indépendance de l'objet rempli
RESORT=Trier
RESORT_INFO=Trier \ n trier
SELECTSCANNERFIELD=Sélectionnez le système de coordonnées du galvanomètre
SCANHEAD=Lentille de vibration
SCANNERFIELD=Zone de marquage
SELECTMOVEDIR=Sélectionnez la direction du mouvement du pipeline
STARTMARKER=Balise de départ
SENSOR=Capteur
ENCODER=Encodeur rotatif
MOVEDIR=Pipeline direction de déplacement
NEXTSTEP=Prochaine étape
PREVSTEP=Étape précédente
FINISH=Fin
FLYMARKSETTINGS=Paramétrage du marquage de vol
ORIENTATION=Organiser la direction
HORIZONTAL=Niveau
VERTIICAL=Vertical
POWEROFFSAVEFILE=Fichier de protection automatique en cas de panne de courant
ADJUST=Ajustement
FLYMULTIINFO=Veuillez marquer un rectangle en premier dans l'état de déplacement du pipeline. \ N Si le rectangle gravé est semblable au graphique de gauche ci-dessous, augmentez le coefficient. \ N Si le rectangle gravé est semblable au graphique de droite, réduisez le coefficient.
DISABLEOPTIMIZECONMODE=Interdiction du mode d'optimisation du mode de traitement continu
ARRAYDISCHANGESN=Ne modifiez pas le contenu du texte du numéro de série
SPIRAL=Spirale
SPIRALPITCH=Pas hélicoïdal
LINEOFONERING=Nombre de segments dans un cercle
SPIRALPROMPTSTR=Vous devez d’abord sélectionner des objets circulaires dont les contours servent à contrôler le dessin de la spirale.
AREYOUSUREDLETE=Confirmer pour supprimer
CHANGENAME=Changer de nom
CUSTOMIZE=Personnalisé
STDMODE=Mode standard
CONTOURFIRST=Priorité hiérarchique
USERDEFCHARSPACE=Espacement de texte personnalisé
MINRADIUS=Rayon minimum
MAXSPIRALPITCH=Pas d'hélice maximum
MINSPIRALPITCH=Pas d'hélice minimum
SPIRALPITCHINC=Augmentation de la hauteur
DELETESPIRAL=Enlever la spirale
OUTEDGELOOP=Nombre d'anneaux de délimitation extérieurs
INTEREDGELOOP=Numéro de la limite intérieure
ID_DRAW_SPIRAL=Dessiner une spirale \ n dessiner une spirale
FPKFROMLOWTOHIGH=Courant FPK de bas en haut
ALWAYSOPENMO=Le signal MO est normalement ouvert
LOWVALID=Actif bas
MARKFINISH=Signal de fin de marquage
ENCURRENTADJUSTDELAY=Activer le délai d'ajustement actuel
ENCURRENTADJUSTDELAY=Activer le délai d'ajustement actuel
MINCURRENTADJUSTDELAY=Délai minimum de réglage du courant
MAXCURRENTADJUSTDELAY=Délai maximum de réglage du courant
SETCURRENT=Définir le courant actuel
LAYSERNAMESAME=Le nom de la couche est identique à celui des autres noms de couches, veuillez le renommer!
ZOOM=Zoom
DRAW=Dessiner
PENBOX=Boîte à stylos
DEVICE=Équipement
MULTILAYER=Traitement multicouche
MINPULSEWIDTHRATIO=Ratio minimum de largeur d'impulsion
MAXPULSEWIDTHRATIO=Rapport de largeur d'impulsion maximum
PULSEWIDTHOUTRANGE=La largeur d'impulsion Q est hors limites
STANDARD=Standard
TRUE=Oui
FALSE=Non
DISABLE=Interdit
NS=Nanoseconde
DELAYPARAM=Paramètre de retard
JUMPPARAM=Paramètre Jump
MINJUMPTC=Délai de saut minimum
MAXJUMPTC=Délai de saut maximal
JUMPLENLIMIT=Longueur limite de saut
MARKLOOPTIP=Temps de marquage du stylo actuel
MARKSPEEDTIP=Vitesse de déplacement lors du marquage par galvanomètre
LASERCURRENTTIP=Courant de sortie laser
LASERFREQTTIP=Fréquence de sortie laser
LASERPOWERTIP=Pourcentage de puissance de sortie du laser
LASERPWTIP=Largeur d'impulsion de la sortie laser
SPIWAVETIP=Sélection de forme d'onde de sortie laser SPI
USEDEFWAVETIP=Forme d'onde de sortie laser définie par l'utilisateur
JUMPSPEEDTIP=Vitesse de déplacement lorsque le galvanomètre saute
MINJUMPDELAYTIP=Temps minimum de retard après la fin du saut du galvanomètre
MAXJUMPDELAYTIP=Le temps maximum requis pour le délai après la fin du saut du galvanomètre
JUMPLENLIMITTIP=Lorsque la distance de saut du galvanomètre est supérieure à cette longueur, le retard de saut utilise le temps de retard maximum.
LASERONDELAYTIP=Lorsque le laser est allumé, le galvanomètre retarde cette fois avant de commencer à bouger.
LASEROFFDELAYTIP=Lorsque le mouvement de marquage est terminé, retardez le laser après avoir éteint ce temps.
POLYGONDELAYTIP=Dans le mouvement de marquage, le délai d'angle est rencontré et la courbe suivante est marquée après ce temps.
LMARKENDDELAYTIP=Après avoir marqué le mouvement, retardez cette heure puis commencez à sauter à la courbe suivante
CURPENNOTIP=Numéro de série actuel du stylo
CURPENCOLORTIP=Couleur actuelle du stylo
USEDEFPARAMTIP=Utiliser les paramètres de traitement par défaut
CURPENPARAMNAMETIP=Nom du paramètre du stylet actuel
LOADPENBOXFROMDEF=Charger les paramètres par défaut de la boîte à crayons
SAVEASPENBOXTODEF=Enregistrer en tant que paramètres par défaut
RESETALLPENS=Réinitialiser tous les paramètres du stylo
SHOW=Affichage
HIDE=Masquer
SHOWALL=Montrer tout
ARRAYTEXT=Tableau de texte dynamique
TT_MODIFY_ARRAYTEXT=Modifier la position et la taille de chaque unité de tableau de texte de manière arbitraire
PROPERTY=Attribut
VALUE=Valeur
MINVALUE=Valeur minimale
MAXVALUE=Maximum
ENABLEPULSEWIDTH=Activer le réglage de la largeur d'impulsion
ENABLEPULSEWIDTHTIP=Activer la largeur d'impulsion définie du laser à fibre pendant le traitement.
LASERLEAKHANDLETIP=Afin d'éviter que le laser à fibre ne perde de la lumière pendant le traitement, un traitement spécial est effectué.
ALWAYSOPENMOTIP=Toujours activer le signal MO pendant le traitement
OPENMODELAYTIP=Délai après que le laser ait allumé le MO
DISCHECKLASERSTATE = Ne pas vérifier l'état du laser
DISCHECKLASERSTATETIP = Ne pas vérifier l'état du laser avant le traitement
LIMITPARAM=Paramètre limite
GALVOMINSPDTIP=Vitesse de déplacement minimale autorisée par le mouvement du galvanomètre
GALVOMAXSPDTIP=Vitesse de déplacement maximale autorisée par le mouvement du galvanomètre
GALVO2XTIP=Le galvanomètre est l’axe X.
REVERSEXTIP=La direction de l'axe X du galvanomètre doit être inversée
REVERSEYTIP=La direction de la culasse du galvanomètre doit être inversée
FIELDSIZETIP=Taille de la plage de la zone de traitement du galvanomètre
USECORRECTFILETIP=Si le galvanomètre actuel est corrigé à l'aide du fichier d'étalonnage spécifié
TRANSFORMOFFSETXTIP=Distance de décalage X de la transformation globale de la sortie du galvanomètre
TRANSFORMOFFSETYTIP=Distance de décalage Y de la transformation globale de la sortie du galvanomètre
TRANSFORMANGLETIP=L'angle de rotation de la sortie du galvanomètre dans son ensemble
MARKSTR_AFTERMARKTIP=Indique si le galvanomètre doit sauter à la position spécifiée après le traitement
CURVESCATTERTOLTIP=L'erreur de hauteur maximale de corde de la courbe étant discrète en une ligne droite

MINLINESEGLEN=Longueur minimale de la ligne droite
MINLINESEGLENTIP=La longueur de ligne minimale, une ligne inférieure à cette longueur est ignorée
LASERREADYIO=Port prêt laser
REDLIGHTPOINTSTART=La lumière rouge indique le port de départ
PORTNOTIP=Le numéro de port utilisé par le signal actuel
LOWVALIDTIP=Si le signal actuel est actif bas
STARTPULSEMODETIP=Si le signal de démarrage est en mode déclenché par front
PULSEWIDTHOUTPORTMODETIP=Temps de sortie du niveau actif du signal de fin
LOWVOLISVALID=Actif bas
HIGHVOLISVALID=Actif haut
ALARMPORTSTATETIP=Signal valide l'état du port actuel
ALARMMESSAGETIP=Le système affichera un message lorsqu'un signal d'avertissement est en cours de traitement.
REDCONTMODE=Mode d'indication continue de lumière rouge
SOFTLICENCENOTFIND=Impossible de trouver un code d'enregistrement de logiciel valide!
SOFTLICENCEISUNVALID=Code d'enregistrement de logiciel invalide!
CHANGEPWELAY=Changer le délai de largeur d'impulsion
CHANGEPWELAYTIP=Temps nécessaire au laser pour modifier la valeur de la largeur d'impulsion
BWREVERSE=Inversion noir et blanc
DELETECENBAR=Supprimer le bloc intermédiaire
INFO_CODEDATAMTXGS1=DATAMATRIX_GS1 est un code-barres au format spécial DATAMATRIX dont le contenu doit être conforme au format standard GS1.
OPTIMIZEPARAM=Paramètre d'optimisation
OPTIMIZEHATCH=Remplissage optimisé
BARCODEENDEFTEXT=Texte d'affichage personnalisé (# caractère,? Delete,% check)
GALVORESPONSE=Temps de réponse du galvanomètre
ENSAVEFILE=Activer l'enregistrement du fichier
ENDRAWENTITY=Activer les objets de dessin
ENPICKMOVE=Activer la transformation de mouvement
ENEDITPARAM=Activer l'édition d'objet
ENPENPARAM=Activer la modification des paramètres du stylet
ENDEVPARAM=Activer la modification des paramètres de l'appareil
ENSYSTEMPARAM=Activer la modification des paramètres du système
ALREADYHAVETHISUSER=Vous avez déjà ce nom d'utilisateur, veuillez le changer!
GALVOBIDIROFFSET=Décalage bidirectionnel

ID_VIEW_3D=Commutation de vues 2D et 3D \ n Commutation de vues 3D
ID_VIEW_3DUP=Vue d'en haut \ n vue de dessus
ID_VIEW_3DDOWN=Vue de dessous \ n vue de dessous
ID_VIEW_3DLEFT=Vu de la gauche \ n vue de gauche
ID_VIEW_3DRIGHT=Vue de droite \ n vue de droite
ID_VIEW_3DFRONT=Vue de face \ n vue de face
ID_VIEW_3DBACK=Vue de dos \ n vue de dos
ID_VIEW_3DISO=Voir la vue isométrique de la direction isométrique
ID_3DVIEW_WIRE=Afficher le mode filaire en surface \ nAfficher le mode filaire
ID_3DVIEW_RENDER=Mode de rendu de la surface d'affichage \ n mode de rendu d'affichage
ID_3DVIEW_RENDERLINE=Afficher le mode ligne de rendu de surface \ n afficher le mode ligne de rendu
ID_3DVIEW_HIDEMESH=Afficher ou masquer la surface \ n surface explicite
ID_3DFUN_MESH3D=Ouvrir le fichier de modèle de surface 3D \ nOuvrir le modèle de surface 3D ouvert
ID_3DFUN_SLICEMESH=Superposition de la surface \ n superposition de surface
ID_3DFUN_ROTATEMESH=Faire pivoter la surface \ n faire pivoter la surface
ID_3DFUN_MOVEMESH=Traduire la surface \ n pour traduire la surface
ID_3DFUN_PRJ=Projeter un objet sur une surface \ n projection


ALLOUTMODE=Toutes les sorties
ENCODERONLYA=Le codeur se connecte uniquement à la phase A
FLYTRACKERROR=Facteur de correction d'erreur de vol
MESH3D=Surface 3d
CURVE3D=Courbe 3d
SLICE3D=Tangente en couches
SLICEFILE=Fichier hiérarchique
SLICEMESH=Tranche en couches
ZMAXTOMIN=Valeur Z de grande à petite
MINZ=Valeur Z minimale
MAXZ=Valeur Z maximale
THICKNESS=Épaisseur
CROSSHATCH=Remplissage croisé
ROTATEMESH=Surface tournante
MOVEMESH=Surface mobile
PROJECT=Projection
PROJECT3D=Projection 3D
DELPROJECT=Supprimer la courbe de projection
LIMITZ=Valeur limite Z
SURFACEDOWN=Projection de surface inférieure
LANGPAGE=Page de code de langue
DYNAMICHATCH=Rembourrage dynamique
ADDCONTOUR=Augmenter le profil
MARKMESHBOX=Boîte de délimitation de surface marquée
MARK_NOMESH=Il n'y a pas d'objet de surface, veuillez vérifier si la surface est chargée en vue 3D.
PULSEWIDTHINDEXMODE=Mode d'index de largeur d'impulsion
PULSEWIDTHINDEXMODETIP=La durée d'impulsion est représentée par un index
MAXINDEXVALUE=Valeur d'index maximale
PULSEWIDTHINDEX=Indice de largeur d'impulsion
ENWELDWAVEOUT=Activer la sortie du signal
WELDWAVE=Forme d'onde
WELDWAVETIP=Paramètres de forme d'onde analogique laser pour chaque point
WAVEWIDTH=Largeur de forme d'onde
MAXWELDWAVEWIDTH=Largeur maximale de la forme d'onde
WAVETOTALWIDTHISBIG=La largeur totale de la forme d'onde définie est supérieure à la largeur maximale, veuillez la saisir à nouveau!
REMOVENOINT=Supprimer les segments non intersectés
USESELECT2DENT=Superposition avec des objets 2D sélectionnés
GENERATECURVES=Génération de données de courbe
CALCULATECONTOURS=Calculer la courbe de contour
REBULIDCONTOURS=Établir des informations sur la position du contour
HATCHLINES=Calculer la ligne de remplissage
BUILDPROJECTMESH=Créer une surface de projection
WRAP=Colis
PLSSELECTVALIDCURVE=Veuillez sélectionner une courbe valide!
BASICPARAM=Paramètres de base
ASSIGNMENT=Cartographie
XYASSIGNMENTISSAME=Les valeurs mappées des axes X et Y ne peuvent pas être identiques, veuillez sélectionner à nouveau!
ID_3DFUN_BASICSHAPE=Créer une surface 3D de base \ nCréer une surface 3D de base
BASIC3DSHAPE=Surface 3d de base
PLANE=Avion
SPHERE=Sphère
CYLINDER=Cylindre
CONE=Cône
FREQDELAY=Délai de fréquence
LASERFREQTTIP2=Délai d'attente requis lorsque le laser change de fréquence
BMPTOMESH=Convertir un bitmap en surface
ID_3DFUN_BMPTOMESH=Convertir un bitmap en surface \ n bitmap à convertir en surface
REFRESH=Rafraîchir
WAITFORINPUT=En attente du signal d'entrée
OUTPUTWHENSTART=Signal de sortie de sortie du traitement de couche
OUTPUTWHENFINISH=Signal de sortie du port de sortie de traitement de couche
WAITFORSTARTSIGNAL=En attente du signal du port de démarrage
WAITFORSELLAYERSIGNAL=En attente de la sélection du signal de couche
IOMASK=Masque de port
IOMASKTIP=Spécifiez quels ports du périphérique actuel sont valides
CYLINDERWRAP=Emballage cylindrique
YWRAP=Forfait directionnel
CURRENTLAYERINDEX=Indice de couche d'affichage actuel
ENABLEFIRSTOPENLASERDELAY=Activer le délai laser pour la première fois
SETMINVALUE=Set minimum
SETMAXVALUE=Définir la valeur maximale
PULSEWIDTHUNITISPS=L'unité de largeur d'impulsion est picoseconde (ps)
PS=Picoseconde
CONTINUEMODE=Mode continu
PICKENTYOUWANTTRIM=Sélectionnez l'objet à découper
PICKENTYOUWANTINTERSECT=Sélectionner des objets pour fusionner les intersections
BACKGROUND=Le fond
SELBACKGROUNDCURVES=Sélectionnez la courbe à utiliser comme arrière-plan
COPYBACKGROUNDTOWS=Copier la courbe d'arrière-plan dans l'espace de travail
SHOWOPTIPARAM=Afficher les paramètres d'optimisation
SHOWWOBBLEPARAM=Afficher le paramètre de gigue
SHOWOTHERPARAM=Afficher les autres paramètres de l'article
SHOWDESCAREA=Afficher la zone de détail des paramètres
SHOWPOWERRAMPPARAM=Paramètre de transformation linéaire de la puissance d'affichage
SHOWSPEEDRAMPPARAM=Paramètre de transformation linéaire de la vitesse d'affichage
POWERRAMPING=Transformation linéaire de puissance
ENABLESTARTRAMP=Activer le début
ENABLESTARTPOWERRAMPTIP=Permettre à la puissance du segment initial de varier linéairement
STARTRATIO=Ratio de départ
STARTLENGTH=Longueur de départ
STARTRAMPRATIO=Rapport de la valeur de départ à la valeur maximale
STARTRAMPLENGTH=La longueur maximale autorisée pour le segment de départ
ENABLEENDRAMP=Fin d'activation
ENABLEENDPOWERRAMPTIP=Permettre à la puissance du segment final de varier linéairement
ENDRATIO=Ratio de fin
ENDLENGTH=Longueur de fin
ENDRAMPRATIO=Ratio de la valeur finale à la valeur maximale
ENDRAMPLENGTH=Longueur maximale autorisée pour le segment de fin

SPEEDRAMPING=Transformation linéaire linéaire
ENABLESTARTSPEEDRAMPTIP=Permettre à la vitesse du segment de départ de varier linéairement
ENABLEENDSPEEDRAMPTIP=Permettre à la vitesse du segment final de varier linéairement
INPUT=Entrée
BTNBOX=Limite [F4]
BTNPRJ=Projection [F4]
STARTCALI=Lancer l'étalonnage
FINISHCALI=Fin de correction
MARKGRID=Grille de marquage
MENU_FILE_PROJECTPARAM=Paramètre de projection
TESTCALI=Test de correction de projection
SELECTALLPOINTS=Sélectionnez tous les points (appuyez sur les touches Ctrl et les touches fléchées pour changer de point lorsque vous sélectionnez un seul point).
ENABLEPROJECT=Activer l'observation de la projection
APPAPPEARANCE=Apparence du programme
LASERBOARDIDEN=Type de carte d'interface laser
LASERBOARDVER=Version de la carte d'interface laser
ESTIMATEDTIME=Temps de traitement estimé
ENABLEBARCODEFASTPTMODE=Activer le mode point rapide des codes à barres
MODULEHORIARRANG=Arrangement horizontal du module
SIMPLEENCODE=Mode de codage simple
ENABLEBARCODEFASTLINEMODE=Activer le mode de ligne rapide de code à barres
ID_3DFUN_FREEPAINT=Dessin libre sur la surface \ n Dessin libre
FREEPAINT=Traçage gratuit
SIN=Sinusoïde
WOBBLETYPE=Type de gigue
ROUNDTRIP=Mode aller-retour
WAVEDELAY=Retard de sortie
LASERMONITOR=Surveillance laser
TEMPALARM=Alarme de température
REFLALARM=Anti-alarme haute
SYSTEMALARM=Alarme système
POWERALARM=Alarme d'alimentation
LASERNOTREADY=Le laser n'est pas prêt
LASERREADY=Le laser est prêt
UNKNOWALARM=Avertissement inconnu
LASEREXTFAULT=Défaut externe laser
CALCULATING=Calculer ...
OFFLINE=Traitement hors ligne
POINTNUM=Points
SPIRALBRUSH=Brosse en spirale
PICKSELSPIRALREFRESH=Sélectionnez la spirale que vous souhaitez actualiser et appuyez sur le bouton droit de la souris pour confirmer.
ENABLPARSEMODE=Activer le mode d'analyse
ID_PICK_BYPEN=Sélectionner un objet par numéro de stylo \ nSélectionner par numéro de stylo
No=Numéro de série
MOVETOINDEX=Déplacer vers le numéro de série spécifié
AXISSOLUTION=Solution d'axe étendu
FEEDBACK=Retour du codeur
COMMCATH=Sortie cathodique commune
LIMITSWITCH=Interrupteur de fin de course
SOFTLIMIT=Limite souple
POSIDIR=Zéro positif
FINDINDEX=À la recherche d'un index
HOMESPEED=Vitesse de retour nulle
LEAVESPEED=Vitesse de départ
HOMEOFFSET=Décalage zéro
HOME=Point zéro
FOLLOWERROR=Erreur suivante
ACCELERATION=L'accélération
DECELERATION=Décélération
FOCUSPOS=Position de mise au point
SETCURPOSASFOCUS=Définir la position actuelle comme position de mise au point
SETMINPOWER=Définir la puissance minimale
SETMAXPOWER=Régler la puissance maximale
SETMINGRAY=Définir les niveaux de gris minimum
SETMAXGRAY=Définir un maximum de niveaux de gris
SCANINVERT=Numérisation inversée
EMISSIONDELAY=Retard d'excitation
WELDPARAM=Paramètres de soudage
DELEDGELINES=Supprimer le câble périphérique
INFO_GS1DATABAR=Le code à barres GS1 DataBar (anciennement appelé code à barres RSS) est également un symbole de code à barres pour le système GS1. Le code à barres présente les avantages de "taille plus petite, plus grande quantité d'informations" et "peut contenir des informations supplémentaires telles que la date d'expiration du produit, le numéro de série, etc."
SHOWFAST=Optimisation d'affichage rapide
SHOWDIR=Afficher la direction de la courbe
SIMULATIONSPD=Vitesse de vol simulée
TEMPERATURE=La température
SPHEREWRAP=Paquet sphérique
ZLAYER=Z couches
WAITSTARTSIGOFLAYER=Attendez que la couche commence à traiter les signaux
PWMONDELAY=Délai d'activation PWM
PWMONDELAYTIP2=Délai entre le front montant et le front montant de la porte lorsque le mode PWM est activé
ROTATECENZ=Axe Z
ERR_NOTHOME=L'axe ne revient pas à zéro, veuillez d'abord revenir à zéro!
SPLITMODE=Mode Split
NOSPLIT=Pas divisé
SPLITBYSIZE=Divisé par taille
SPLITBYGUILDLINE=Split par ligne de guidage
SETCURPOSASORIGIN=La position actuelle est-elle définie sur la position d'origine?
FINDHOME=À la recherche de zéro
XTABLEMOVE=L'axe X est le mouvement de la plate-forme
YTABLEMOVE=L'axe Y est le mouvement de la plate-forme
DISPENHIDEPARAM=Interdire les paramètres de stylo masqués
REDLIGHTDISMOTOR=Interdire le mouvement d'axe étendu
UNGROUPTEXT=Texte séparé
ID_EDIT_UNGROUPTEXT=Séparer le texte en caractères séparés \ n texte séparé
ENABLPINPOS=Activer la détection de mouvement en position
POSITIONTOL=Erreur en position
INPOSTIME=En place
INPOSLIMITTIME=Temps limite en place
ERRRESETISLOW=Le signal de réinitialisation d'erreur est actif bas
REMOTECTRLISLOW=Le signal de la télécommande est actif bas
LASERNOTENEMISS=Le laser n'active pas la lumière
ID_FILE_MACHINEPARAMETER=Définir les paramètres du périphérique \ n paramètres du périphérique
MENU_FILE_MACHINE=Paramètres de l'équipement ...
DOUBLEPTMODE=Mode double point
NOCUTENTITY=Interdire les objets coupants
INPUTIOSTATE=Etat du port d'entrée
ID_DRAW_ENCODERDISTANCE=Dessiner la distance du codeur \ n dessiner la distance du codeur
SKYWRITE=Écriture rapide (écriture au ciel)
RUNINDURATION=Cycle d'importation
RUNOUTDURATION=Cycle d'exportation
RUNINDURATION10US=Le temps de cycle pour guider la courbe (unité: 10us)
RUNOUTDURATION10US=Temps de cycle pour guider la courbe de sortie (unité: 10us)
TIMELAG=Temps de latence
LASERONSHIFT=Laser en dérive
LASERONSHIFTUS=Laser en dérive (unité: nous)
LIMITANGLE=Angle limite
LIMITANGLEDESC=Les courbes plus petites que l'angle limite utilisent automatiquement le retard du polygone
OUTPUTPARAM=Paramètre de sélection de sortie
CHANGEWAVEDELAY=Changer le délai de la forme d'onde
SHOWDELAYPARAMS=Paramètre de délai d'affichage
SHOWJUMPPARAM=Afficher les paramètres de saut
HIDEPENBUTTONS=Bouton de paramètre de stylo caché
LOCK = Verrouiller
USBREMOVE_WARN=La carte de contrôle USB est déconnectée. Veuillez redémarrer le logiciel après l'avoir fermé!
DESCRIPTION=Description
HATCHPARAMLIB=Remplir la bibliothèque de paramètres
SAVEPARAM=Enregistrer le paramètre
LOADPARAM=Paramètre de charge
INDEX=Index
RESETCCD=Réinitialiser le CCD
BUILDCCD=Établir le CCD
MOVETOCCDSTART=Déplacer vers la position de départ du CCD
ENCALIBRATION=Activer la correction CCD
ENCHANGEMODEL=Activer le modèle de commutateur
MODELNO=Numéro de modèle
FAILHANDLE=Echec du traitement
ENRETRY=Réessayer
RETYRCOUNT=Nombre de tentatives
WHENFAIL=Quand le CCD échoue
THENSTOP=Arrêter
THENCONT=Continuer à exécuter à la baisse
THENJUMP=Aller à l'index
INPUTJUMP=Saut de port d'entrée
JUMPTO=Aller à
CUBE=Cube
REVOLVEWRAP=Corps en rotation
ERR_NOMESH=Aucun objet de surface
BINDID=Lier les informations client
ERR_CLIENTID=L'identifiant client du fichier est invalide!
STABLETIME=Temps de stabilisation
ENSELLAYER=Activer la couche de sélection
ERR_USERSTOPMARK=Le traitement est interrompu par l'utilisateur
AXISERRSTOP=Le mouvement des axes est terminé!
CLONE=Le clonage
AAXISMODE=Mode axe A
AXISMOVEDELAY=Retard de mouvement de l'axe
AXES=Axe
MESHEDIT=Édition de surface
MERGECLOSEVERTICES=Fusion de sommets coïncidents
LASERONTCONLYUSEINSTART=Le délai de démarrage du laser est uniquement valide au début
LASERPOWER=Alimentation laser
SYSTEMFAULT=Erreur système
INTERNALLASERFAULT=Erreur interne au laser
SHOWSKYWRITEPARAM=Afficher les paramètres de marquage uniformes
DISABLESYNPRR=Désactiver la synchronisation des signaux PRR
BACKLASH=Compensation de jeu
USESPLITBOXCENASMARKCEN=Utilisez le centre de la case fendue comme centre de la marque
HANDWHEEL=Volant
GEARRATIO2=Rapport de démultiplication
STARTHW=Lancer le volant
ENDHW=Volant de sortie
ENABLEHANDWHEEL=Activer le volant
SCANNERFOLLOWMOUSEMOVE=Le galvanomètre suit le mouvement de la souris en mode point
AUTOMODE=Mode automatique
ENABLEAUTOADJUST=Activer le réglage automatique
ACCURACYPRIORITY=Priorité de précision
SPEEDPRIORITY=Priorité vitesse
STARTADJUST=Commencez à vous ajuster
AUTOADJUSTING=Réglage automatique ...
FPKENABLETHREST2=Temps limite d'activation de suppression T2
FPKVOLTAGE=Première tension de suppression d'impulsion
MANUALSET=Réglage manuel
LASERCOOLINGTIME=Temps de refroidissement laser
MENU_SORT_BYX=Trier par X en premier
MENU_SORT_BYY=Trier par Y en premier
MENU_SORT_REVERSE=Tri inversé
SMARTADJUSTMENT=Paramètres de réglage intelligents
ENABLESMARTADJUST=Activer le mode de réglage intelligent
DECMODE=Décimale
HEXMODE1=HEX hex
HEXMODE2=Hex hexadécimal
RESULT=Effet
NORMAL=Normal
TISSMALL=La valeur T est trop petite
TISLARGE=La valeur T est trop grande
TOFFIRSTLINE=Valeur de correction T de première ligne
START=Début
SMARTADJUSTTIP=Suivez les étapes pour ajuster les paramètres, ajustez d'abord le segment de fin, puis ajustez le segment de départ. Ajustez le paramètre T de sorte que les lignes horizontales et verticales réelles se coupent normalement.
CHECKISALREADYMARK=Vérifier si le texte a été marqué
CURVETOPTS=Convertir la courbe en point
PREVIEW =  Aperçu
ASSERT=Anormal
ERR_FAIL=A échoué!
MENU_GUILDLINEBOX=Boîte auxiliaire de dessin
GUILDLINEBOX=Ligne de ligne auxiliaire
SPLITBYGUIDELINEBOX=Utilisez la boîte auxiliaire pour diviser
PLSCHOOSECARD=Veuillez sélectionner la carte que vous souhaitez utiliser.
CHANGEBMPREALDPI=Changer le bitmap réel DPI
DISABLEAXISA=Un axe est interdit
ENHOMEFINISHGOTOPOS=Activer le retour à zéro à la position spécifiée
HOMINGFINISHPOS=La position spécifiée à la fin du retour à zéro
EXPOSURE=Exposition
CAMERA=Appareil photo
NOCUTTEXT=Ne pas séparer les caractères du texte
CURFILEMODIFYPLSSAVEIT=Le fichier actuel a été modifié, veuillez d'abord le sauvegarder!
SAVETOFILE=Enregistrer dans le fichier
ISSUE=Problème
PAUSEWHENLIMIT=Pause quand le texte se termine
LIMITISCONTINUE=Le texte atteint la valeur limite. Est-ce qu'il continue après la réinitialisation?
POWERSTANDBY=Puissance de veille
MESHFOLLOWROTATE=La surface suit et tourne ensemble
LASERFAULT=Échec laser
FIBERALARM=Alarme fibre optique
SAFETYALARM1=Échec du verrouillage de sécurité
SAFETYALARM2=Alarme de boucle de sécurité
LINKALARM=Échec de la liaison optique
CRITICALALARM=Défaut critique de protection laser
HOTSTOP=Le lancement laser s'est arrêté de manière incorrecte
POWER24ALARM=Panne de courant du contrôleur 24V
MAXTHREADCNT=Nombre maximum de threads de calcul
MESHRESOL=Précision de calcul de surface
DELAY=Retard
MOTORSPEDRATIO=Commande de vitesse d'arbre étendue
SHOWCHECKNUM=Afficher le code de vérification
DISABLECANCELAXISMOVE=Ne pas annuler le mouvement de l'axe
OFFLINEDOGNOTFOUND=Je n'ai pas trouvé le bon dongle
EZCADSTR_ARRAY_X_INCDIST=Distance incrémentielle du tableau X
EZCADSTR_ARRAY_Y_INCDIST=Distance incrémentielle du tableau Y
OUTPUTANALOG=Sortie analogique
Voltage=Tension
MODE8=Vertical 8 mots
MODE82=Niveau 8 mots
TCPIPSERVER=Serveur TCP / IP
NOCUTSMALLENT=Ne divisez pas d'objets de petite taille
AUTOSAVEWHENCLOSE=Sauvegarder automatiquement le fichier actuel lorsque le logiciel est fermé
MASK=Masque
DISABLESTOPAXISWHENDOOROPEN=Ne pas arrêter le mouvement de l'axe lorsque la porte est ouverte
STAGEFB=Lieu de retour de la plateforme
GALVOCMD=Position de commande du galvanomètre
GALVOFB=Position de retour du galvanomètre
DISSHOWFILEPROCESS=Interdire l'affichage du dialogue de traitement de fichier
DISSHOWCALCPROCESS=Désactiver l'affichage du dialogue de calcul
LEVEL16=Niveau 16
STEPMODE=Mode d'optimisation de la vitesse
SHOWSTEPMODE=Afficher les paramètres du mode d'optimisation de la vitesse
ENCODEMODE=Mode de codage
ENABLJUMPTABLEMODE=Activer le mode tableau de paramètres de saut
ENABLJUMPTABLEMODETIP=Tous les paramètres de saut de plume sont automatiquement obtenus à partir du tableau de paramètres de saut
JUMPTABLE=Tableau des paramètres de saut
DRAWTOL=Précision des pixels
SHIFTOFROTARY=Dérive d'axe rotatif
SERVERINFO=Informations sur le serveur
FASTLINELASERONRATIO=Ratio lumière ligne rapide
STANDARDPOS=Position standard
REALPOS=Emplacement actuel
FLYSPEEDMONITOR=Surveillance de la vitesse de vol
MAXFLYSPEED=Vitesse de vol maximale
STARTANDSTART=Le point de départ est connecté au point de départ
STARTANDEND=Le point de départ est connecté au dernier point
ENDANDSTART=Le point final est connecté au point de départ
ENDANDEND=Point final et point final
OPENCURVE=Courbe ouverte
LASERWOBBLESHOW=Aperçu du chemin de gigue
